Repository: colloquy/colloquy
Catalog: Languages/*.lproj/Localizable.strings
Languages: de, es, french, it, ja, nl, pt_pt

source: You Were Kicked
de: Sie wurden gekickt
es: Fue pateado
french: Vous avez été éjécté
it: Sei stato cacciato
ja: 追い出されました。
nl: U Werd Verwijderd
pt_pt: Foi expulso a pontapé

# You were kicked from %@ by %@.
source: You were kicked from %1$@ by %2$@.
de: Sie wurden von %2$@ aus %1$@ gekickt.
es: Fue pateado de %@ por %@.
french: Vous avez été éjécté de %@ par %@.
it: Sei stato cacciato da %1$@ da %2$@.
ja: %2$@ に %1$@ から追い出されました。
nl: %2$@ verwijderde u uit het %1$@ kanaal.
pt_pt: Foi expulso de %1$@ a pontapé por %2$@.

source: You were kicked from the chat room by %@.
de: Sie wurden von %@ aus dem Chatroom gekickt.
es: Fue pateado del canal por %@.
french: Vous avez été éjécté du canal par %@.
it: Sei stato cacciato dalla stanza da %@.
ja: %@ によってチャットルームから追い出されました。
nl: %@ verwijderde u uit het kanaal.
pt_pt: Foi expulso da sala a pontapé por %@.

source: You Were Mentioned
de: Sie wurden erwähnt
es: Ha sido mencionado
french: Votre pseudonyme a été mentionné
it: Sei stato menzionato
nl: U Werd Vermeld
pt_pt: Foi mencionado

source: You were promoted to half-operator by <span class="member">%@</span>.
es: Ha sido ascendido a operador-medio por <span class="member">%@</span>.
french: Vous avez reçu le mode de semi-opérateur par <span class="member">%@</span>.
it: Sei stato promosso semi-operatore da <span class="member">%@</span>.
ja: <span class="member">%@</span> によって半オペレータに昇格させられました。
nl: <span class="member">%@</span> verleende u de semi-operator status.
pt_pt: Foi promovido a meio operador por <span class="member">%@</span>.

source: You were promoted to operator by <span class="member">%@</span>.
de: Sie wurden von <span class="member">%@</span> zum Operator ernannt.
es: Ha sido ascendido a operador por <span class="member">%@</span>.
french: Vous avez reçu le mode d'opérateur par <span class="member">%@</span>.
it: Sei stato promosso operatore da <span class="member">%@</span>.
ja: <span class="member">%@</span> によってオペレータに昇格させられました。
nl: <span class="member">%@</span> verleende u de operator status.
pt_pt: Foi promovido a operador por <span class="member">%@</span>.

source: You were promoted to room founder by <span class="member">%@</span>.
es: Ha sido ascendido a fundador de canal por <span class="member">%@</span>.
french: Vous avez reçu le mode de propriétaire de canal par <span class="member">%@</span>.
it: Sei stato promosso fondatore da <span class="member">%@</span>.
ja: <span class="member">%@</span> によってルーム創設者に昇格させられました。
nl: <span class="member">%@</span> verleende u de 'oprichter van het kanaal' status.
pt_pt: Foi promovido a fundador da sala por <span class="member">%@</span>.

source: You were quieted by <span class="member">%@</span>.
es: Ha sido callado por <span class="member">%@</span>.
french: <span class="member">%@</span> vous a fait taire.
it: Sei stato calmato da <span class="member">%@</span>.
ja: <span class="member">%@</span> によって Quiet モードになりました。
nl: U werd het zwijgen opgelegd door <span class="member">%@</span>.
pt_pt: Foi silenciado por <span class="member">%@</span>.

source: An internal Style error occurred.
es: Ocurrió un error de estilo interno.
french: Une erreur interne de style est survenue.
it: Si è verificato un errore interno dello stile.
ja: 内部スタイルエラーが発生しました。
nl: Er was een interne Stijlfout.
pt_pt: Ocorreu um erro interno de estilo.

source: Background Color
de: Hintergrundfarbe
es: Color de fondo
french: Couleur de fond
it: Colore di sfondo
ja: 背景色
nl: Kleur Achtergrond
pt_pt: Cor de fundo

source: Clear All Marks
de: Alle Markierungen löschen
es: Limpiar todas las marcas
french: Effacer tous les marqueurs
it: Cancella tutti i contrassegni
ja: すべてのマークを消去
nl: Wis Alle Aanduidingen
pt_pt: Limpar todas as marcas

source: Clear Marks from Here Down
de: Markierungen von hier abwärts löschen
es: Limpiar marcas de aquí hacia abajo
french: Effacer les marqueurs d'ici jusqu'en bas
it: Cancella i contrassegni qui giù
ja: ここから下のマークを消去
nl: Wis Markeringen van Hier Omlaag
pt_pt: Limpar marcas daqui até abaixo

source: Clear Marks from Here Left
de: Markierungen von hier nach links löschen
es: Limpiar marcas de aquí hacia izquierda
french: Effacer les marqueurs d'ici jusqu'à gauche
it: Cancella i contrassegni qui a sinistra
ja: ここから左のマークを消去
nl: Wis Markeringen van Hier Links
pt_pt: Limpar marcas daqui para a esquerda

source: Clear Marks from Here Right
de: Markierungen von hier nach rechts löschen
es: Limpiar marcas de aquí hacia derecha
french: Effacer les marqueurs d'ici jusqu'à droite
it: Cancella i contrassegni qui a destra
ja: ここから右のマークを消去
nl: Wis Markeringen van Hier Rechts
pt_pt: Limpar marcas daqui para a direita

source: Clear Marks from Here Up
de: Markierungen von hier aufwärts löschen
es: Limpiar marcas de aquí hacia arriba
french: Effacer les marqueurs d'ici jusqu'en haut
it: Cancella i contrassegni qui sopra
ja: ここから上のマークを消去
nl: Wis Markeringen van Hier Omhoog
pt_pt: Limpar marcas daqui para cima

source: Foreground Color
de: Vordergrundfarbe
es: Color de frente
french: Couleur de premier plan
it: Colore del testo
ja: 前面色
nl: Kleur Voorgrond
pt_pt: Cor de primeiro plano

source: Jump to Next Mark
es: Saltar a siguiente marca
french: Aller au marqueur suivant
it: Vai al contrassegno successivo
ja: 次のマークへ移動
nl: Ga Naar Volgende Aanduiding
pt_pt: Saltar para a marca seguinte

source: Jump to Previous Mark
es: Saltar a marca anterior
french: Aller au marqueur précédent
it: Vai al contrassegno precedente
ja: 前のマークへ移動
nl: Ga Naar Vorige Aanduiding
pt_pt: Saltar para a marca seguinte

source: The %1$@ Style has been damaged or has an internal error preventing new messages from displaying. Please contact the %2$@ author about this.
de: Der Stil %@ wurde beschädigt oder hat einen internen Fehler, der verhindert, dass neue Nachrichten angezeigt werden. Bitte kontaktieren Sie den Autor von %@.
es: El estilo %@ ha sido dañado o tiene un error interno evitando que aparezcan nuevos mensajes. Contacte al autor %@ sobre esto, por favor.
french: Le style %@ est endommagé ou possède une erreur interne n'affichant pas les nouveaux messages. Merci de contacter l'auteur de %@ à propos de ça.
it: Lo stile %1$@ è stato danneggiato o ha un errore interno che evita di mostrare nuovi messaggi. Per favore contatta l'autore %2$@ del problema.
ja: スタイル %1$@ は損傷しているか、表示の際に新しいメッセージを妨害するような内部エラーがあります。%2$@ の作者にこのことを連絡してください。
nl: De %1$@ Stijl is beschadigd of bevat een intern probleem waardoor nieuwe berichten niet weergegeven worden. Neem aub contact op met de %2$@ auteur ivm dit probleem.
pt_pt: O estilo %1$@ foi danificado ou tem um erro interno que impede que novas mensagens sejam mostradas. Por favor contacte o %2$@ autor sobre isto.

# %@ - %@ Transcript
source: %1$@ - %2$@ Transcript
de: %@ - %@ Aufzeichnung
es: %@ - %@ Transcripción
french: %@ - %@ Journal
it: Sessione %1$@ - %2$@
ja: %1$@ - %2$@ チャット記録
pt_pt: %1$@ - %2$@ Transcrição

source: %@ Update
es: %@ Actualizar
it: Aggiorna %@
pt_pt: %@ Actualização

source: %lu bytes
french: %lu octets
it: %lu byte
ja: %lu バイト

source: Blank Ignore
de: Leere Ignorier-Regel
es: Ignorar
it: Ignora spazi vuoti
ja: 無視項目なし
pt_pt: Ignorar em branco

source: Emoticons
de: Smileys
es: Emoticones
french: Emoticones
it: Faccine
ja: 絵文字
pt_pt: Ícones de emoção

source: Info
es: Información
it: Informazioni
ja: 情報
pt_pt: Informação

source: Offline
de: Getrennt
es: Desconectado
french: Déconnecté
it: Non in linea
ja: オフライン
pt_pt: Desligado

source: Server Console
de: Server-Konsole
es: Consola de servidor
french: Console Serveur
it: Console del server
ja: サーバコンソール
pt_pt: Consola do servidor

source: Server operator
es: Operador de servidor
french: Opérateur serveur
it: Operatore
ja: サーバオペレータ
pt_pt: Operador do servidor

source: Stop
de: Stopp
es: Detener
french: Stopper
it: Ferma
ja: 中止
pt_pt: Parar

source: week
de: Woche
es: semana
french: semaine
it: settimana
ja: 週間
pt_pt: semana

source: %@ - Console
de: %@ - Konsole
es: %@ - Consola
ja: %@ - コンソール
pt_pt: %@ - Consola

source: Console
de: Konsole
es: Consola
ja: コンソール
pt_pt: Consola

source: server
es: servidor
french: serveur
ja: サーバ
pt_pt: servidor

source: %.1f KB
french: %.1f ko

source: %.2f MB
french: %.2f Mo

source: %.3f GB
french: %.3f Go

source: %.4f TB
french: %.4f To
