Repository: colloquy/colloquy
Catalog: Languages/*.lproj/Localizable.strings
Languages: de, es, french, it, ja, nl, pt_pt

source: <span class="member">%@</span> left the chat room.
de: <span class="member">%@</span> hat den Chatroom verlassen.
es: <span class="member">%@</span> abandonó el canal de chat.
french: <span class="member">%@</span> a quitté le canal.
it: <span class="member">%@</span> ha lasciato la stanza.
ja: <span class="member">%@</span> がチャットルームを去りました。
nl: <span class="member">%@</span> verliet het kanaal.
pt_pt: <span class="member">%@</span> saiu da sala de conversa.

# <span class="member">%@</span> removed the ban on %@.
source: <span class="member">%1$@</span> removed the ban on %2$@.
de: <span class="member">%@</span> hat den Bann von %@ entfernt.
es: <span class="member">%@</span> quitó la prohibición de entrada en %@.
french: <span class="member">%@</span> a retiré le ban sur %@.
it: <span class="member">%1$@</span> ha rimosso il ban da %2$@.
ja: <span class="member">%1$@</span> が %2$@ の追放項目を除去しました。
nl: <span class="member">%1$@</span> hief de verbanning van %2$@ op.
pt_pt: <span class="member">%1$@</span> fez com que %2$@ já não esteja banido.

# <span class="member">%@</span> set a ban on %@.
source: <span class="member">%1$@</span> set a ban on %2$@.
de: <span class="member">%@</span> hat einen Bann für %@ gesetzt.
es: <span class="member">%@</span> puso prohibición de entrada en %@.
french: <span class="member">%@</span> a mis un ban sur %@.
it: <span class="member">%1$@</span> ha impostato il ban su %2$@.
ja: <span class="member">%1$@</span> が %2$@ の追放項目を設定しました。
nl: <span class="member">%1$@</span> verbande %2$@.
pt_pt: <span class="member">%1$@</span> baniu %2$@.

source: <span class="member">%1$@</span> was demoted from half-operator by <span class="member">%2$@</span>.
es: <span class="member">%@</span> fue descendido de operador-medio por <span class="member">%@</span>.
french: <span class="member">%@</span> a été enlevé semi-opérateur par <span class="member">%@</span>.
it: <span class="member">%1$@</span> %1$@ è stato retrocesso da semi-operatore da <span class="member">%2$@</span>.
ja: <span class="member">%2$@</span> が <span class="member">%1$@</span> を半オペレータから降格させました。
nl: <span class="member">%2$@</span> ontnam de semi-operator status van <span class="member">%1$@</span>.
pt_pt: <span class="member">%1$@</span> foi despromovido de meio operador por <span class="member">%2$@</span>.

source: <span class="member">%@</span> was demoted from half-operator by you.
es: <span class="member">%@</span> fue descendido de operador-medio por usted.
french: Vous avez enlevé le mode semi-opérateur de <span class="member">%@</span>.
it: <span class="member">%@</span> %1$@ è stato retrocesso da semi-operatore da te.
ja: <span class="member">%@</span> を半オペレータから降格させました。
nl: U ontnam de semi-operator status <span class="member">%@</span>.
pt_pt: <span class="member">%@</span> foi despromovido de meio operador por si.

source: <span class="member">%1$@</span> was demoted from operator by <span class="member">%2$@</span>.
de: <span class="member">%@</span> wurde von <span class="member">%@</span> der Operator-Status entzogen.
es: <span class="member">%@</span> fue descendido de operador por <span class="member">%@</span>.
french: <span class="member">%@</span> a été enlevé opérateur par <span class="member">%@</span>.
it: <span class="member">%1$@</span> %1$@ è stato retrocesso da operatore da <span class="member">%2$@</span>.
ja: <span class="member">%2$@</span> が <span class="member">%1$@</span> をオペレータから降格させました。
nl: <span class="member">%2$@</span> ontnam de operator status van <span class="member">%1$@</span>.
pt_pt: <span class="member">%1$@</span> foi despromovido de operador por <span class="member">%2$@</span>.

source: <span class="member">%@</span> was demoted from operator by you.
de: <span class="member">%@</span> wurde von Ihnen der Operator-Status entzogen.
es: <span class="member">%@</span> fue descendido de operador por usted.
french: Vous avez enlevé le mode opérateur de <span class="member">%@</span>.
it: <span class="member">%@</span> %1$@ è stato retrocesso da operatore te.
ja: <span class="member">%@</span> をオペレータから降格させました。
nl: U ontnam de operator status van <span class="member">%@</span>.
pt_pt: <span class="member">%@</span> foi despromovido de operador por si.

source: <span class="member">%1$@</span> was demoted from room founder by <span class="member">%2$@</span>.
es: <span class="member">%@</span> fue descendido de fundador del canal por <span class="member">%@</span>.
french: <span class="member">%@</span> a été enlevé créateur de canal par <span class="member">%@</span>.
it: <span class="member">%1$@</span> %1$@ è stato retrocesso da fondatore da <span class="member">%2$@</span>.
ja: <span class="member">%2$@</span> が <span class="member">%1$@</span> をルーム創設者から降格させました。
nl: <span class="member">%2$@</span> ontnam de 'oprichter van het kanaal' status van <span class="member">%1$@</span>.
pt_pt: <span class="member">%1$@</span> foi despromovido de fundador da sala por<span class="member">%2$@</span>.

source: <span class="member">%@</span> was demoted from room founder by you.
es: <span class="member">%@</span> fue descendido de fundador del canal por usted.
french: Vous avez enlevé <span class="member">%@</span> en tant que créateur de canal.
it: <span class="member">%@</span> è stato retrocesso da fondatore da te.
ja: <span class="member">%@</span> をルーム創設者から降格させました。
nl: U ontnam de 'oprichter van het kanaal' status van <span class="member">%@</span>..
pt_pt: <span class="member">%@</span> foi despromovido de fundador da sala por si.

source: <span class="member">%1$@</span> was granted voice by <span class="member">%2$@</span>.
de: <span class="member">%@</span> wurde von <span class="member">%@</span> Voice gewährt.
es: <span class="member">%@</span> obtuvo voz gracias a <span class="member">%@</span>.
french: <span class="member">%@</span> a été voicé par <span class="member">%@</span>.
it: <span class="member">%1$@</span> ha ricevuto la voce da <span class="member">%2$@</span>.
ja: <span class="member">%2$@</span> が <span class="member">%1$@</span> に発言権を与えました。
nl: <span class="member">%2$@</span> verleende medezeggenschap aan <span class="member">%1$@</span>.
pt_pt: <span class="member">%1$@</span> recebeu voz de <span class="member">%2$@</span>.

source: <span class="member">%@</span> was granted voice by you.
de: <span class="member">%@</span> wurde von Ihnen Voice gewährt.
es: <span class="member">%@</span> obtuvo voz gracias a usted.
french: Vous avez voicé <span class="member">%@</span>.
it: <span class="member">%@</span> ha ricevuto la voce da te.
ja: <span class="member">%@</span> に発言権を与えました。
nl: U verleende <span class="member">%@</span> medezeggenschap.
pt_pt: <span class="member">%@</span> recebeu voz de si.

source: <span class="member">%1$@</span> was promoted to half-operator by <span class="member">%2$@</span>.
es: <span class="member">%@</span> fue ascendido a operador medio por <span class="member">%@</span>.
french: <span class="member">%@</span> a été mis semi-opérateur par <span class="member">%@</span>.
it: <span class="member">%1$@</span> è stato promosso semi-operatore da <span class="member">%2$@</span>.
ja: <span class="member">%2$@</span> が <span class="member">%1$@</span> を半オペレータに昇格させました。
nl: <span class="member">%2$@</span> verleende <span class="member">%1$@</span> de semi-operator status.
pt_pt: <span class="member">%1$@</span> foi promovido a meio-operador por<span class="member">%2$@</span>.

source: <span class="member">%@</span> was promoted to half-operator by you.
es: <span class="member">%@</span> fue ascendido a operador-medio por usted.
french: Vous avez mis le mode semi-opérateur pour <span class="member">%@</span>.
it: <span class="member">%@</span> è stato promosso semi-operatore da te.
ja: <span class="member">%@</span> を半オペレータに昇格させました。
nl: U verleende <span class="member">%@</span> de semi-operator status.
pt_pt: <span class="member">%@</span> foi promovido a meio operador por si.

source: <span class="member">%1$@</span> was promoted to operator by <span class="member">%2$@</span>.
de: <span class="member">%@</span> wurde von <span class="member">%@</span> zum Operator gemacht.
es: <span class="member">%@</span> fue ascendido a operador por <span class="member">%@</span>.
french: <span class="member">%@</span> à été mis opérateur par <span class="member">%@</span>.
it: <span class="member">%1$@</span> è stato promosso operatore da <span class="member">%2$@</span>.
ja: <span class="member">%2$@</span> が <span class="member">%1$@</span> をオペレータに昇格させました。
nl: <span class="member">%2$@</span> verleende <span class="member">%1$@</span> de operator status.
pt_pt: <span class="member">%1$@</span> foi promovido a operador por <span class="member">%2$@</span>.

source: <span class="member">%@</span> was promoted to operator by you.
de: <span class="member">%@</span> wurde von Ihnen zum Operator gemacht.
es: <span class="member">%@</span> fue ascendido a operador por usted.
french: Vous avez mis le mode opérateur pour <span class="member">%@</span>.
it: <span class="member">%@</span> è stato promosso operatore da te.
ja: <span class="member">%@</span> を半オペレータに昇格させました。
nl: U verleende <span class="member">%@</span> de operator status.
pt_pt: <span class="member">%@</span> foi promovido a operador por si.

source: <span class="member">%1$@</span> was promoted to room founder by <span class="member">%2$@</span>.
es: <span class="member">%@</span> fue ascendido a fundador del canal por <span class="member">%@</span>.
french: <span class="member">%@</span> a été mis créateur de canal par <span class="member">%@</span>.
it: <span class="member">%1$@</span> è stato promosso fondatore da <span class="member">%2$@</span>.
ja: <span class="member">%2$@</span> が <span class="member">%1$@</span> をルーム創設者に昇格させました。
nl: <span class="member">%2$@</span> verleende <span class="member">%1$@</span> de 'oprichter van het kanaal' status.
pt_pt: <span class="member">%1$@</span> foi promovido a fundador da sala por <span class="member">%2$@</span>.

source: <span class="member">%@</span> was promoted to room founder by you.
es: <span class="member">%@</span> fue ascendido a fundador del canal por usted.
french: Vous avez mis <span class="member">%@</span> créateur de canal.
it: <span class="member">%@</span> è stato promosso fondatore da te.
ja: <span class="member">%@</span> をルーム創設者に昇格させました。
nl: U verleende <span class="member">%@</span> de 'oprichter van het kanaal' status.
pt_pt: <span class="member">%@</span> foi promovido a fundador da sala por si.

# <span class="member">%@</span> was quieted by <span class="member">%@</span>.
source: <span class="member">%1$@</span> was quieted by <span class="member">%2$@</span>.
es: <span class="member">%@</span> fue callado por <span class="member">%@</span>.
french: <span class="member">%@</span> s'est fait couper sa langue par <span class="member">%@</span>.
it: <span class="member">%1$@</span> è stato calmato da <span class="member">%2$@</span>.
ja: <span class="member">%2$@</span> は <span class="member">%1$@</span> を Quiet モードにしました。
nl: <span class="member">%2$@</span> legde <span class="member">%1$@</span> het zwijgen op.
pt_pt: <span class="member">%1$@</span> foi silenciado por <span class="member">%2$@</span>.

source: <span class="member">%@</span> was quieted by you.
es: <span class="member">%@</span> fue callado por usted.
french: Vous avez coupé la langue de <span class="member">%@</span>.
it: <span class="member">%@</span> è stato calmato da te.
ja: <span class="member">%@</span> を Quiet モードにしました。
nl: U legde <span class="member">%@</span> het zwijgen op.
pt_pt: <span class="member">%@</span> foi silenciado por si.

# Add "%@ (%@)"
source: Add "%1$@ (%2$@)"
french: Ajouter "%1$@ (%2$@)"
it: Aggiungi "%1$@ (%2$@)"
ja: “%1$@ (%2$@)” を追加
nl: Voeg Toe "%1$@ (%2$@)"
pt_pt: Adicionar "%1$@ (%2$@)"

source: Add To Buddy List
de: Zur Kontaktliste hinzufügen
es: Añadir a lista de amigos
french: Ajouter à la liste des amis
it: Aggiungi alla lista amici
ja: 友達リストに追加
nl: Voeg Toe Aan Vriendenlijst
pt_pt: Adicionar à lista de amigos

source: And reason:
de: Auch Grund:
es: Por:
french: Raison :
it: Con la motivazione:
ja: その理由：
nl: En omwille van:
pt_pt: E com a razão:

source: Appearance Preferences…
de: Erscheinungbild-Einstellungen...
es: Preferencias de apariencia…
french: Préférences d'apparence...
it: Preferenze dell'aspetto…
ja: アピアランス環境設定...
nl: Voorkeuren Uiterlijk…
pt_pt: Preferências de Aparência…

# Ban %@ from the %@ room.
source: Ban %1$@ from the %2$@ room.
de: %@ aus dem Raum %@ verbannen.
es: Expulsar %@ del canal %@.
french: Bannir %@ du canal %@.
it: Bannati %1$@ su %2$@.
ja: %1$@ がルーム %2$@ から追放されました。
nl: Verban %1$@ uit de chatuimte %2$@.
pt_pt: Banir %1$@ da sala %2$@.

source: Ban From Room
de: Aus diesem Raum verbannen
es: Expulsar del canal
french: Bannir du canal
it: Banna dalla stanza
ja: ルームから追放
nl: Verban Uit Kanaal
pt_pt: Banir da sala

source: Ban From Room…
de: Aus diesem Raum verbannen...
es: Expulsar del canal…
french: Bannir du canal...
it: Banna dalla stanza…
ja: ルームから追放...
nl: Verban Uit Kanaal…
pt_pt: Banir da sala…

source: Ban User
de: Teilnehmer verbannen
es: Expulsar usuario
french: Bannir utilisateur
it: Banna utente
ja: ユーザを追放
nl: Verban Gebruiker
pt_pt: Banir utilizador

source: Change chat style
de: Chat-Stil wechseln
es: Cambiar estilo de chat
french: Changer le style de chat
it: Cambia stile
ja: チャットスタイルを変更します
nl: Wijzig de stijl voor dit kanaal
pt_pt: Mudar estilo da conversa

source: Change Emoticons
de: Smileys wechseln
es: Cambiar emoticones
french: Changer les émoticones
it: Cambia faccine
ja: 絵文字アイコンセットを変更します
nl: Wijzig Emoticons
pt_pt: Mudar ícones de emoção

source: Clear Console
de: Konsole löschen
es: Limpiar consola
french: Effacer la console
it: Pulisci Console
ja: コンソールを消去します
nl: Wis Console
pt_pt: Limpar consola

source: Clear Display
de: Ausgabe löschen
es: Limpiar display
french: Effacer l'affichage
it: Pulisci schermata
ja: 表示を消去
nl: Wis Inhoud Venster
pt_pt: Limpar mostrador

source: Close
de: Schließen
es: Cerrar
french: Fermer
it: Chiudi
ja: 閉じる
nl: Sluit
pt_pt: Fechar

source: Default
de: Vorgabe
es: Por defecto
french: Défaut
it: Predefinito
ja: デフォルト
nl: Standaard
pt_pt: Pré-definição

source: Demote Half Operator
de: Halb Operator entlassen
es: Descender de operador-medio
french: Retirer le mode semi-opérateur
it: Retrocedi da semi-operatore
nl: Ontneem Semi-Operator Status
pt_pt: Despromover de meio operador

source: Demote Operator
de: Operator entlassen
es: Descender de operador
french: Retirer le mode opérateur
it: Retrocedi da operatore
nl: Ontneem Operator Status
pt_pt: Despromover de operador

source: Detach From Window
de: Vom Fenster loslösen
es: Desvincular de ventana
french: Détacher de la fenêtre
it: Togli dalla finestra
ja: ウインドウから取り外す
nl: Maak Los van Venster
pt_pt: Destacar da janela

source: disconnected
de: getrennt
es: Desconectado
french: déconnecté
it: disconnesso
ja: 切断
nl: verbinding verbroken
pt_pt: desligado

source: Encoding
de: Kodierung
es: Codificación
french: Encodage
it: Codifica
ja: エンコーディング
nl: Encodering
pt_pt: Codificação

source: Find
de: Suchen
french: Trouver
it: Cerca
ja: 検索
nl: Zoek
pt_pt: Encontrar

source: Focused Window
de: Aktives Fenster
french: Fenêtre activée
it: Cerca finestra
ja: 手前のウインドウ
nl: Actief Venster
pt_pt: Janela focada

source: Force Quiet
es: Forzar salida
french: Forcer à se taire
it: Forza la calma
nl: Forceer Stop
pt_pt: Forçar sossego

source: Grant Voice
de: Voice gewähren
es: Dar voz
french: Mettre le mode voice
it: Concedi voce
nl: Verleen Medezeggenschap
pt_pt: Dar voz

source: Ignore
de: Ignorieren
french: Ignorer
it: Ignora
ja: 無視
nl: Negeer
pt_pt: Ignorar

source: incompatible encoding
de: inkompatible Kodierung
es: codificación incompatible
french: encodage incompatible
it: codifica incompatibile
ja: 互換性のないエンコーディングです
nl: incompatibele encodering
pt_pt: codificação incompatível

source: joining…
de: betreten...
es: visitando…
french: en cours...
it: accedo…
ja: 参加中...
nl: betreden…
pt_pt: a entrar…

# Kick %@ from the %@ room.
source: Kick %1$@ from the %2$@ room.
de: %@ aus dem Raum %@ kicken.
es: Patear %@ del canal %@.
french: Ejecter %@ du canal %@.
it: Caccia %1$@ da %2$@.
ja: %1$@ がルーム %2$@ から追い出されました。
nl: Verwijder %1$@ uit het %2$@ kanaal.
pt_pt: Expulsar %1$@ da sala %2$@ a pontapé.

source: Kick & Ban From Room
de: Aus dem Raum kicken & verbannen
es: Patear y expulsar del canal
french: Ejecter
it: Caccia e banna dalla stanza
ja: ルームから追い出し＆追放
nl: Verwijder En Verban Uit Kanaal
pt_pt: Expulsar a pontapé e banir da sala

source: Kick & Ban From Room…
de: Aus dem Raum kicken & verbannen...
es: Patear y expulsar del canal…
french: Ejecter
it: Caccia e banna dalla stanza…
ja: ルームから追い出し＆追放...
nl: Verwijder En Verban Uit Kanaal…
pt_pt: Expulsar a pontapé e banir da sala…

source: Kick & Ban User
de: Teilnehmer kicken & verbannen
es: Patear y expulsar usuario
french: Ejecter
it: Caccia e banna utente
ja: ユーザを追い出し＆追放
nl: Verwijder En Verban Gebruiker
pt_pt: Expulsar a pontapé e banir utilizador

# Kick and ban %@ from the %@ room.
source: Kick and ban %1$@ from the %2$@ room.
de: %@ aus dem Raum %@ kicken und verbannen.
es: Patear y expulsar %@ del canal %@.
french: Ejecter et bannir %@ du canal %@.
it: Caccia e banna %1$@ da %2$@.
ja: %1$@ がルーム %2$@ から追い出され、追放されました。
nl: Verwijder en verban %1$@ uit het %2$@ kanaal.
pt_pt: Expulsar a pontapé e banir %1$@ da sala %2$@.

source: Kick From Room
de: Aus dem Raum kicken
es: Patear del canal
french: Ejecter du canal
it: Caccia dalla stanza
ja: ルームから追い出す
nl: Verwijder Uit Kanaal
pt_pt: Expulsar a pontapé da sala

source: Kick From Room…
de: Aus dem Raum kicken...
french: Ejecter du canal...
it: Caccia dalla stanza…
ja: ルームから追い出す...
nl: Verwijder Uit Kanaal…
pt_pt: Expulsar a pontapé da sala…

source: Kick User
de: Teilnehmer kicken
es: Patear usuario
french: Ejecter l'utilisateur
it: Caccia utente
ja: ユーザを追い出す
nl: Verwijder Gebruiker
pt_pt: Expulsar utilizador a pontapé

source: kicked out
de: gekickt
es: Pateado
french: éjécté
it: cacciato
ja: 追い出された
nl: verwijderd uit kanaal
pt_pt: expulso a pontapé

source: Leave Room
de: Raum verlassen
es: Abandonar canal
french: Partir du canal
it: Lascia stanza
ja: ルームを去る
nl: Verlaat Kanaal
pt_pt: Sair da sala

source: Make Half Operator
de: Zum Halb-Operator machen
es: Hacer operador-medio
french: Mettre le mode semi-opérateur
it: Promuovi semi-operatore
nl: Verleen Semi Operator Status
pt_pt: Promover a meio-operador

source: Make Operator
de: Zum Operator machen
es: Hacer operador
french: Mettre le mode opérateur
it: Promuovi operatore
nl: Verleen Operator Status
pt_pt: Promover a operador

source: Mark
it: Segno
ja: マーク
nl: Duid aan
pt_pt: Marcar

source: Mark Display
it: Delimita schermata
ja: マークを挿入
nl: Markeer Weergave
pt_pt: Marcar mostrador

source: Message Ignored
de: Nachricht ignoriert
es: Ignorar mensaje
french: Message ignoré
it: Messaggio ignorato
ja: メッセージが無視された時
nl: Bericht genegeerd
pt_pt: Mensagem ignorada

source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi
ja: メッセージ
nl: Berichten
pt_pt: Mensagens

source: New Private Message
de: Neue private Nachricht
es: Nuevo mensaje privado
french: Nouveau message privé
it: Nuovo messaggio privato
ja: 新規プライベートメッセージ
nl: Nieuw Persoonlijk Bericht
pt_pt: Nova mensagem privada

source: New Room Half-Operator
es: Nuevo operador-medio de canal
french: Nouveau semi-opérateur du canal
it: Nuovo semi-operatore
ja: ルームの新しい半オペレータ
nl: Nieuwe Semi-Operator Kanaal
pt_pt: Novo meio-operador da sala

source: New Room Operator
de: Chatroom-Teilnehmer befördert
es: Nuevo operador de canal
french: Nouveau opérateur du canal
it: Nuovo operatore
ja: ルームの新しいオペレータ
nl: Nieuwe Operator Kanaal
pt_pt: Novo operador da sala

source: New Window
de: Neues Fenster
it: Nuova finestra
ja: 新規ウインドウ
nl: Nieuw Venster
pt_pt: Nova janela

source: no messages waiting
de: keine ungelesenen Nachrichten
es: Sin mensajes
french: pas de messages en attente
it: nessun messaggio in attesa
ja: 未読メッセージはありません
nl: geen nieuwe berichten
pt_pt: sem mensagens à espera

source: No rules
de: Keine Regelwerke
it: Nessuna azione
ja: ルールなし
nl: Geen regels
pt_pt: Sem regras

source: No Selectable Emoticons
de: Keine auswählbaren Smileys
es: Sin emoticones a elegir
french: Pas d'émoticones séléctionnables
it: Nessuna faccina selezionablie
ja: 選択できる絵文字アイコンセットがありません
nl: Geen Selecteerbare Emoticons
pt_pt: Sem ícones de emoção seleccionáveis

source: None
de: Keins
es: Nada
french: Sans
it: Nessuno
ja: なし
nl: Geen
pt_pt: Nenhum

source: One of your highlight words was mentioned by %@.
it: Una delle tue parole evidenziate è stata menzionata da %@.
nl: Een van uw signaalwoorden werd vermeld door %@.
pt_pt: Uma das suas palavras a destacar foi mencionada por %@.

source: One of your highlight words was mentioned in %@.
de: Eines Ihrer Highlight-Wörter wurde in %@ erwähnt.
es: Una de sus palabras destacadas fue mencionada en %@.
french: Un de vos mots d'highlight a été mentionné dans %@.
it: Una delle tue parole evidenziate è stata menzionata in %@.
nl: Een van uw signaalwoorden werd vermeld in %@.
pt_pt: Uma das suas palavras a destacar foi mencionada em %@.

source: Other…
de: Auswählen...
es: Otros…
french: Autre...
it: Altro…
ja: その他...
nl: Andere…
pt_pt: Outra…

source: Preferences
de: Einstellungen
es: Preferencias
french: Préférences
it: Preferenze
ja: 環境設定
nl: Voorkeuren
pt_pt: Preferências

source: Private Message
de: Private Nachricht
es: Mensaje privado
french: Message privé
it: Messaggio privato
ja: プライベートメッセージ
nl: Persoonlijk Bericht
pt_pt: Mensagem privada

# Quieted %@ was annulled by %@ in %@.
source: Quieted %1$@ was annulled by %2$@ in %3$@.
es: Silencio %@ fue anulado por %@ en %@.
french: Le faire-taire %@ a été annulé par %@ dans %@.
it: La calma %1$@ è stata annullata da %2$@ in %3$@.
ja: %3$@ において %2$@ は %1$@ の Quiet モードを解除しました。
nl: %2$@ legde %1$@ niet langer het zwijgen op in %3$@.
pt_pt: O silêncio de %1$@ foi anulado por %2$@ em %3$@.

source: Quieted Room Member Annulled
es: Callado de miembro del canal anulado
french: Le faire-taire des membres du canal est annulé
it: Annullata calma dell'utente
ja: ルームメンバーの Quiet モード解除
nl: Oplegging Zwijgen Lid Kanaal Opgeheven
pt_pt: O silencio do membro da sala foi anulado

source: Rejoin Room
de: Raum erneut betreten
es: Visitar canal de nuevo
french: Rejoindre le canal
it: Rientra nella stanza
ja: ルームに再参加
nl: Herbetreed Kanaal
pt_pt: Reentrar na sala

source: Remove Quiet
es: Quitar callado
french: Retirer le faire-taire
it: Rimuovi calma
nl: Verwijder Oplegging Zwijgen
pt_pt: Retirar silêncio

source: Remove Voice
de: Voice entziehen
es: Quitar voz
french: Retirer le mode voice
it: Rimuovi voce
nl: Trek Medezeggenschap In
pt_pt: Retirar voz

source: Room Half-Operator Demoted
es: Medio-operador de canal rebajado
french: Mode semi-opérateur du canal retiré
it: Retrocesso da semi-operatore
ja: 半オペレータの降格
nl: Status Semi-Operator Kanaal Ontnomen
pt_pt: Meio-operador da sala despromovido

source: Room Member Joined
de: Teilnehmer hat den Raum betreten
es: Miembro del canal visitado
french: Membre du canal arrivé
it: Utente entrato
ja: ルームメンバー参加
nl: Lid Betrad Kanaal
pt_pt: Membro da sala entrou

source: Room Member Kicked
de: Chatroom-Teilnehmer gekickt
es: Miembro del canal pateado
french: Membre du canal éjécté
it: Utente cacciato
ja: ルームメンバー追い出し
nl: Lid Verwijderd Uit Kanaal
pt_pt: Membro da sala expulso a pontapé

source: Room Member Left
de: Teilnehmer hat den Raum verlassen
es: Miembro del canal abandonó
french: Membre du canal parti
it: Utente uscito
ja: ルームメンバー退去
nl: Lid Verliet Kanaal
pt_pt: Membro da sala saiu
