Repository: colloquy/colloquy
Catalog: Languages/*.lproj/Localizable.strings
Languages: de, es, french, it, ja, nl, pt_pt

source: Buddy
de: Kontakt
es: Amigo
french: Ami
it: Amico
ja: 友達
nl: Vriend
pt_pt: Amigo

source: Connection
de: Verbindung
es: Conexión
french: Connexion
it: Connessione
ja: 接続
nl: Verbinding
pt_pt: Ligação

source: Joined: %@
french: Rejoint: %@
it: Entrato il: %@
ja: %@ に参加しました
nl: Betreden: %@
pt_pt: Juntou-se a: %@

source: n/a
de: unbekannt
nl: n/b

source: Normal user
de: Normaler Teilnehmer
es: Usuario normal
french: Utilisateur normal
it: Normale utente
ja: 通常ユーザ
nl: Normale gebruiker
pt_pt: Utilizador normal

source: Parted: %@
it: Separati: %@
ja: %@ から退出しました
nl: Verlaten: %@
pt_pt: Saiu: %@

source: Registered user
es: Usuario registrado
french: Utilisateur enregistré
it: Utente registrato
ja: 登録済みユーザ
nl: Geregistreerde gebruike
pt_pt: Utilizador registado

source: Room
de: Raum
es: Canal
french: Canal
it: Stanza
ja: ルーム
nl: Kanaal
pt_pt: Sala

source: User
de: Teilnehmer
es: Usuario
french: Utilisateur
it: Utente
ja: ユーザ
nl: Gebruiker
pt_pt: Utilizador

source: %@ Already Installed
de: %@ bereits installiert
es: %@ Previamente instalado
french: %@ Déjà installé
it: %@ è gia installato
ja: %@ は既にインストールされています
nl: %@ Reeds ge√Ønstalleerd
pt_pt: %@ Já instalado

source: %@ elapsed
de: %@ vergangen
es: pasado %@
french: %@ écoulé
it: %@ completato
ja: %@ 経過
nl: %@ voorbij
pt_pt: passaram %@

# %@ elapsed, %@ remaining
source: %1$@ elapsed, %2$@ remaining
de: %@ vergangen, %@ verbleibend
es: pasado %@, faltan %@
french: %@ écoulé, %@ restant
it: %@ completato, %@ rimanente
ja: %1$@ 経過、残り %2$@
nl: %1$@ voorbij, %2$@ resterend
pt_pt: passaram %1$@, faltam %2$@

source: %1$@ encountered an unrecoverable error during a previous session. Please enter any details you may recall about what you were doing when the application crashed. This will help us to improve future releases of %2$@.
de: Bei der letzten Benutzung von %@ ist ein schwerer Fehler aufgetreten. Bitte beschreiben Sie so gut wie möglich, was sie getan haben, als das Programm abgestürzt ist, damit %@ weiter verbessert werden kann.
es: %@ encontró un error fatal durante la sesión anterior. Por favor comunique cualquier detalle que pueda recordar sobre la actividad realizada cuando la aplicación se interrumpió. Nos ayudará a mejorar nuevas versiones de %@.
french: %@ a rencontré une erreur lors de l'execution précédente. Veuillez décrire ce que vous faisiez lorsque l'application a quitté. Ce rapport nous aidera a améliorer les futures versions de %@.
it: %@ ha incontrato un errore irrisolvibile durante la sessione precedente. Per favore descrivi quello che stavi facendo prima che l'applicazione si impiantasse. Questo ci aiuterà a migliorare le future versioni di %@.
ja: 前回のセッション中に %1$@ は回復不可能なエラーに遭遇しました。アプリケーションがクラッシュした時に何をしていたかを、覚えている限り詳しく英語で入力してください。%2$@ の将来のリリースにおいて改善される手助けになります。
nl: Het programma %1$@ is onverwacht gestopt tijdens een vorige sessie. Beschrijf wat u aan het doen was toen het probleem zich voordeed. U rapport helpt ons bij het verbeteren van %2$@.
pt_pt: %1$@ encontrou um erro irrecuperável durante uma sessão anterior. Por favor introduza quaisquer detalhes de que se lembre sobre o que fazia quando a aplicação falhou. Isto ajudar-nos-á a melhorar futuros lançamentos do %2$@.

source: %1$@ is ready to be used in your colloquies. Would you like to view %2$@ and it's options in the Appearance Preferences?
de: %@ kann jetzt in Colloquy benutzt werden. Wollen Sie %@ mit seinen Optionen jetzt in den Erscheinungsbild Einstellungen sehen?
es: %@ está listo para ser usado en sus coloquios. ¿Quiere ver %@ y sus opciones en Preferencias de Apariencia?
french: %@ est prêt a être utilisé. Voulez-vous visualiser %@ et ses options dans les préférences d'apparence ?
it: %1$@ è pronto ad usare i tuoi dialoghi. Vuoi vedere %2$@ e le sue opzioni nelle Preferenze aspetto?
ja: %1$@ が会話中で利用できるようになりました。アピアランス環境設定で %2$@ を表示してオプションを確かめますか？
nl: U kunt nu %1$@ gebruiken voor uw conversaties. Wilt u nu %2$@ bekijken en instellen in Voorkeuren?
pt_pt: %1$@ está pronto para ser usado nos seus colóquios. Quer ver %2$@ e as suas opções nas preferências de aparência?

# %@ of %@ downloaded, at %@ per second
source: %1$@ of %2$@ downloaded, at %3$@ per second
de: %@ von %@ heruntergeladen, bei %@ pro Sekunde
es: %@ de %@ descargado, a %@ por segundo
french: %@ de %@ téléchargés, à %@ par seconde
it: %1$@ di %2$@ scaricati, a %3$@ al secondo
ja: 毎秒 %3$@ で %2$@ 中 %1$@ ダウンロード済み
nl: %1$@ van %2$@ gedownload, met %3$@ per seconde
pt_pt: %1$@ de %2$@ recebidos, a %3$@ por segundo

# %@ of %@ uploaded, at %@ per second
source: %1$@ of %2$@ uploaded, at %3$@ per second
de: %@ von %@ hochgeladen, bei %@ pro Sekunde
es: %@ of %@ enviado, a %@ por segundo
french: %@ de %@ envoyés, à %@ par seconde
it: %1$@ di %2$@ inviati, a %3$@ al secondo
ja: 毎秒 %3$@ で %2$@ 中 %1$@ アップロード済み
nl: %1$@ van %2$@ geupload, met %3$@ per seconde
pt_pt: %1$@ de %2$@ enviados, a %3$@ por segundo

source: %@ Successfully Installed
de: %@ erfolgreich installiert
es: %@ instalado correctamente
french: %@ Installation terminée
it: %@ è stato installato con successo
ja: %@ のインストールに成功しました
nl: %@ Succesvol Ge√Ønstalleerd
pt_pt: %@ Instalado com sucesso

# %d of %d rooms found.
source: %1$d of %2$d rooms found.
de: %d von %d Chatrooms gefunden.
es: %d de %d canales encontrados.
french: %d de %d canaux trouvés.
it: %1$d su %2$d stanze trovate.
ja: %2$d 中 %1$d ルーム見つかりました。
nl: %1$d van de %2$d kanalen.
pt_pt: %1$d de %2$d salas encontradas.

source: %d rooms indexed.
de: %d Chatrooms indiziert.
es: %d canales indexados.
french: %d canaux indexés.
it: %d stanze indicizzate.
ja: %d 個のルームが存在します。
nl: %d kanalen ge√Øndexeerd.
pt_pt: %d salas indexadas.

source: %u hidden
french: %u cachés
it: %u nascosti
ja: %u 個隠れ
nl: %u verborgen
pt_pt: %u escondidas

# A file named "%@" is being sent to you from %@. This file is %@ in size.
source: A file named "%1$@" is being sent to you from %2$@. This file is %3$@ in size.
de: %2$@ versucht Ihnen die Datei "%1$@" (%3$@ groß) zu schicken.
es: El archivo "%@" está siendo enviado por %@. El tamaño es de %@.
french: Un fichier nommé "%@" vous a été envoyé par %@. Ce fichier pèse %@.
it: Un file chiamato "%1$@" ti è stato invitato da %2$@. Questo occupa %3$@.
ja: %2$@ から “%1$@” という名前のファイルが送られてきました。ファイルサイズは %3$@ です。
nl: Het bestand "%1$@" wordt gedownload van %2$@. Dit bestand is %3$@ groot.
pt_pt: Um ficheiro chamado "%1$@" está a ser-lhe enviado por %2$@. Este ficheiro tem %3$@ de tamanho.

source: A newer version of this software has just been detected, would you like to see what's new?
es: Una nueva versión acaba de ser detectada, ¿quiere saber que es lo nuevo?
it: E' stata rilasciata una versione più recente di questo software, vuoi sapere cosa c'è di nuovo?
nl: Er is een nieuwe versie van dit programma beschikbaar, wilt u de verbeteringen bekijken?
pt_pt: Uma nova versão deste programa foi detectada, quer ver o que há de novo?

source: Accept
de: Annehmen
es: Aceptar
french: Accepter
it: Accetta
ja: 許可
nl: Aanvaard
pt_pt: Aceitar

source: Add to Favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
french: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: よく使う項目に追加
nl: Voeg Favoriet Toe
pt_pt: Adicionar aos favoritos

source: Alerts
de: Hinweise
french: Alertes
it: Notifiche
ja: アラート
nl: Meldingen
pt_pt: Alertas

source: Already connected
de: Bereits verbunden
es: Conectado anteriormente
french: Déjà connecté
it: Sei già connesso
ja: 接続済みです
nl: Reeds verbonden
pt_pt: Já se ligou

source: An error occured
de: Es ist ein Fehler aufgetreten
es: Ocurrió un error
french: Une erreur est survenue
it: Si è verificato un errore
ja: エラーが起こりました
nl: Er deed zich een probleem voor
pt_pt: Ocorreu um erro

# An error occured when dealing with %@. %@
source: An error occured when dealing with %1$@. %2$@
de: An error occured when dealing with %@. %@
es: Ocurrió un error al negociar con %@. %@
french: Une erreur s'est produite en traitant %@. %@
it: Si è verificato un errore mentre si parlava con %1$@. %2$@
ja: %1$@ を処理中にエラーが発生しました。%2$@
nl: Er deed zich een probleem voor bij het afhandelen van %1$@. %2$@
pt_pt: Ocorreu um erro ao lidar com %1$@. %2$@

source: An error occured while connecting
es: Ocurrió un error durante la conexión
french: Une erreur est survenue durant la connexion.
it: Si è verificato un errore durante la connessione.
ja: 接続中にエラーが発生しました
nl: Kan niet verbinden
pt_pt: Ocorreu um erro ao ligar

source: Appearance
de: Erscheinungsbild
es: Apariencia
french: Apparence
it: Aspetto
ja: アピアランス
nl: Uiterlijk
pt_pt: Aparência

source: Are you sure you want to delete the connection for %@? Any associated Keychain passwords will also be deleted.
french: Etes vous sûr de vouloir effacer la connexion pour %@? Tous les mots de passe associés seront aussi effacés.
it: Sei sicuro di voler cancellare la connessione con %@? Tutte le password associate salvate nel portachiavi saranno perse.
ja: 本当に %@ への接続を削除してもよろしいですか？関連するキーチェーンパスワードも削除されます。
nl: Weet u zeker dat u de verbinding voor %@ wilt verwijderen? Alle verwante wachtwoorden zullen eveneens gewist worden.
pt_pt: Tem a certeza que quer apagar a ligação para %@? Quaisquer palavras-passe associadas no chaveiro também serão apagadas.

source: Are you sure you want to delete?
french: Etes vous sûr de vouloir effacer ?
it: Sei sicuro di voler cancellare?
ja: 本当に削除してもよろしいですか？
nl: Veet u zeker dat u wilt verwijderen?
pt_pt: Tem a certeza de que quer apagar?

source: Are you sure you want to part from all chat rooms and close this window?
french: Etes vous sûr de vouloir quitter tous les canaux et fermer cette fenêtre ?
it: Sei sicuro di voler abbandorare le stanze e chiudere questa finestra?
ja: 本当にすべてのチャットルームから退出し、このウインドウを閉じてもよろしいですか？
nl: Weet u zeker dat u alle kanalen wilt verlaten en dit venster wilt sluiten?
pt_pt: Tem a certeza de que quer sair de todas as salas de conversa e fechar esta janela?

source: Are you sure you want to quit Colloquy and disconnect from all active connections?
french: Etes vous sûr de vouloir quitter Colloquy et déconnecter toutes les connexions actives ?
it: Sei sicuro di voler uscire da Colloquy e disconnetterti da tutte le connessioni attive?
ja: 本当に Colloquy を終了し、すべての接続を切断してもよろしいですか？
nl: Weet u zeker dat u Colloquy wilt stoppen, en alle actieve verbindingen wenst te stoppen?
pt_pt: Tem a certeza de que quer sair do Colloquy e desligar todas as ligações activas?

source: Are you sure you want to quit?
french: Etes vous sûr de vouloir quitter ?
it: Sei sicuro di voler uscire?
ja: 本当に終了してもよろしいですか？
nl: Weet u zeker dat u wilt stoppen?
pt_pt: Tem a certeza de que quer sair?

source: Available
de: Anwesend
es: Disponible
french: Disponible
it: Disponibile
ja: オンライン
nl: Beschikbaar
pt_pt: Disponível

source: Away
de: Abwesend
es: Ausente
french: Absent
it: Assente
ja: 退席
nl: Afwezig
pt_pt: Ausente

source: Behavior
de: Verhalten
es: Comportamiento
french: Avancé
it: Comportamento
ja: 動作
nl: Gedrag
pt_pt: Comportamento

source: Buddy Available
de: Kontakt ist jetzt anwesend
es: Amigo disponible
french: Ami disponible
it: Amico disponibile
ja: 友達がオンラインになりました
nl: Vriend Beschikbaar
pt_pt: Amigo disponível

source: Buddy Unavailable
de: Kontakt ist nicht mehr anwesend
es: Amigo no disponible
french: Ami indisponible
it: Amico non disponibile
ja: 友達がオフラインになりました
nl: Vriend Onbeschikbaar
pt_pt: Amigo indisponível

source: Chat Room Invite
de: Chatroom Einladung
es: Invitaicóna canal de chat
french: Invitation au canal
it: Invita nella stanza
ja: チャットルームに招待
nl: Uitnodiging Tot Kanaal
pt_pt: Convite para sala de conversa

source: Chat Server is blank
de: Chat-Server fehlt
es: Servidor de chat en blanco
it: Il server è occupato
ja: チャットサーバが空欄です
nl: Chatserver is leeg
pt_pt: O servidor de conversas está em branco

source: Chat Server Port is invalid
de: Chat-Server Port ist ungültig
es: Puerto del servidor de chat inválido
french: Le port du serveur est incorrect
it: La porta del server non è valida
ja: チャットサーバのポート番号が不正です
nl: Poort Chatserver is ongeldig
pt_pt: Porto do servidor de conversas é inválido

source: Clear
de: Löschen
es: Limpiar
french: Effacer
it: Pulisci
ja: 消去
nl: Wis
pt_pt: Limpar

source: Clear Finished
de: Fertige löschen
es: Limpiar finalizadas
french: Effacer terminés
it: Pulizia completata
ja: 完了項目を消去
nl: Wis Voltooide
pt_pt: Limpar terminadas

source: Clear Finished Transfers
de: Fertige Transfers löschen
es: Limpiar transferencias finalizadas
french: Effacer les transferts terminés
it: Cancella trasferimenti completati
ja: 転送が完了した項目を消去します
nl: Wis Voltooide Overdrachten
pt_pt: Limpar transferências terminadas

source: Connect
de: Verbinden
es: Conectar
french: Connecter
it: Connetti
ja: 接続
nl: Verbind
pt_pt: Ligar

source: Connect to server
de: Zum Server verbinden
es: Conectar al serevidor
french: Se connecter au serveur
it: Connetti al server
ja: サーバへ接続します
nl: Verbind met server
pt_pt: Ligar ao servidor

source: Connect to Server
de: Zum Server verbinden
es: Conectar al serevidor
french: Se connecter au serveur
it: Connetti al server
ja: サーバへ接続します
nl: Verbind met Server
pt_pt: Ligar ao servidor

source: Connected
de: Verbunden
es: Conectado
french: Connecté
it: Connesso
ja: 接続しました
nl: Verbonden
pt_pt: Ligado

source: Connection Info
de: Verbindungs-Info
es: Información
french: Infos de connexion
it: Info sulla connessione
ja: 接続情報
nl: Info Verbinding
pt_pt: Informação da ligação

source: Connection is Disconnected
de: Verbindung ist getrennt
es: Desconectado
french: La connexion est déconnectée
it: La connessione è disconnessa
ja: 接続が切断されました
nl: Verbinding is Verbroken
pt_pt: A ligação está desligada

source: Connection to the Update server failed.
es: Falló la conexión al servidor de actualización.
it: Connessione al server di aggiornamento fallita.
nl: Er kan niet naar updates worden gezocht vanwege een netwerkprobleem
pt_pt: A ligação ao servidor de actualizações falhou.

source: Could not connect
de: Keine Verbindung möglich
es: No se pudo conectar
french: Impossible de se connecter
it: Impossibile connettersi
ja: 接続できませんでした
nl: Kon niet verbinden
pt_pt: Não se conseguiu ligar

source: Could not connect to Chat server
de: Keine Verbindung zum Chat-Server möglich
es: No se puedo conectar al servidor de chat
french: Impossible de se connecter au serveur
it: Impossibile connettersi al server
ja: チャットサーバへ接続できませんでした
nl: Kon niet verbinden met de Chatserver
pt_pt: Não se conseguiu ligar ao servidor de conversas

# currently using %@ (v%@)
source: currently using %1$@ (v%2$@)
es: Usando actualmente %@ (v%@)
it: attualmente %1$@ (v%2$@) in uso
nl: Huidige versie %1$@ (v%2$@)
pt_pt: a usar %1$@ (v%2$@)

source: day
de: Tag
es: día
french: jour
it: giorno
ja: 日
nl: dag
pt_pt: dia

source: days
de: Tage
es: días
french: jours
it: giorni
ja: 日
nl: dagen
pt_pt: dias

source: Decline
de: Ablehnen
es: Declinar
french: Décliner
it: Declina
ja: 辞退
nl: Weiger
pt_pt: Recusar

source: Delete
de: Löschen
es: Borrar
french: Supprimer
it: Elimina
ja: 削除
nl: Verwijder
pt_pt: Apagar

source: Delete Connection
de: Verbindung Löschen
es: Eliminar conexión
french: Supprimer le serveur
it: Elimina connessione
ja: 接続を削除
nl: Verwijder Verbinding
pt_pt: Apagar ligação

source: Disconnect
de: Trennen
es: Desconectar
french: Déconnecter
it: Disconnetti
ja: 切断
nl: Verbreek Verbinding
pt_pt: Desligar

source: Disconnect from Server
de: Vom Server Trennen
es: Desconectar del servidor
french: Déconnecter du serveur
it: Disconnetti dal server
ja: サーバから切断します
nl: Verbreek Verbinding met Server
pt_pt: Desligar da conversa

source: Disconnected
de: Getrennt
es: Desconectado
french: Déconnecté
it: Disconnessione
ja: 切断されました
nl: Verbinding Verbroken
pt_pt: Desligado

source: Drawer
de: Seitenfach
es: Cajón
it: Cassetto
ja: ドロワー
nl: Lade
pt_pt: Gaveta

source: Emoticon Installation Error
de: Fehler bei Smiley-Installation
es: Error en instalación de emoticon
french: Erreur d'installation des émoticones
it: Errore nell'istallazione delle faccine
ja: 絵文字アイコンセットのインストールエラー
nl: Emoticon Installatie Fout
pt_pt: Erro de instalação do ícone de emoção

source: General
de: Allgemein
french: Général
it: Generale
ja: 一般
nl: Algemeen
pt_pt: Gerais

source: Get Info
de: Information
es: Obtener información
french: Avoir des informations
it: Ottieni informazioni
ja: 情報を見る
nl: Toon Info
pt_pt: Obter informações

source: Hide Drawer
de: Seitenfach ausblenden
es: Ocultar cajón
french: Masquer le drawer
it: Nascondi cassetto
ja: ドロワーを隠す
nl: Verberg Lade
pt_pt: Esconder gaveta

source: Hide Tab Bar
de: Tab-Leiste ausblenden
es: Ocultar barra de tabulación
french: Masquer la barre des onglets
it: Nascondi barra dei tab
ja: タブバーを隠す
nl: Verberg Tabbalk
pt_pt: Esconder barra de telhas

source: hour
de: Stunde
es: hora
french: heure
it: ora
ja: 時間
nl: uur
pt_pt: hora

source: hours
de: Stunden
es: horas
french: heures
it: ore
ja: 時間
nl: uren
pt_pt: horas

source: Idle
de: Untätig
es: Inactivo
french: Inactif
it: Inattivo
ja: アイドル
nl: Afwezig
pt_pt: Inactivo

source: Incoming File Transfer
de: Ankommender Dateitransfer
es: Transferencias de archivo entrantes
french: Transfert de fichier entrant
it: Richiesta trasferimento del file
ja: ファイル転送が要求されました
nl: Download
pt_pt: Transferência de ficheiro destinada a si

source: Inspector
de: Inspektor
french: Inspecteur
it: Inspettore
ja: インスペクタ
nl: Toon Info

source: Interface
de: Oberfläche
it: Interfaccia
ja: インターフェース
nl: Weergave

source: Invited to Chat
de: Einladung zum Chat
es: Invitado al chat
french: Inviter à discuter
it: Invitato nella stanza
ja: チャットに招待されました
nl: Uitgenodigd in Kanaal
pt_pt: Convidado para a conversa

source: IRC Nickname
de: IRC Spitzname
french: Pseudonyme IRC
it: Soprannome IRC
nl: IRC Bijnaam
pt_pt: Alcunha de IRC

# IRC Nickname: %@ (%@)
source: IRC Nickname: %1$@ (%2$@)
de: IRC Spitzname: %@ (%@)
es: Nick de IRC: %@ (%@)
french: Pseudonyme IRC : %@ (%@)
it: Soprannome IRC: %1$@ (%2$@)
nl: IRC Bijnaam: %1$@ (%2$@)
pt_pt: Alcunha de IRC: %1$@ (%2$@)

source: Join
de: Betreten
es: Visitar
french: Rejoindre
it: Accedi
ja: 参加
nl: Betreed
pt_pt: Juntar-se

source: Join a chat room
de: Einen Chatroom betreten
es: Visitar un canal de chat
french: Joindre un canal
it: Accedi a stanza
ja: チャットルームに参加します
nl: Betreed een kanaal
pt_pt: Juntar-se a uma sala de conversa

source: Join Chat Room
de: Chatroom betreten
es: Visitar canal de chat
french: Rejoindre un canal
it: Accedi alla stanza
ja: チャットルームに参加
nl: Betreed Kanaal
pt_pt: Juntar-se a uma sala de conversa

source: Join Room
de: Raum betreten
es: Visitar canal
french: Rejoindre...
it: Accedi a stanza
ja: ルームに参加
nl: Betreed Kanaal
pt_pt: juntar-se a uma sala

source: Join Room…
de: Raum betreten...
es: Visitar canal…
french: Aller sur un canal...
it: Accedi a stanza…
ja: ルームに参加...
nl: Betreed Kanaal…
pt_pt: Juntar-se a uma sala…

source: Message a user
de: Einem Teilnehmer schreiben
es: Enviar mensaje a un usuario
french: Envoyer un message à un utilisateur
it: Messaggio ad un utente
ja: ユーザ宛にメッセージを送ります
nl: Verzend een Gebruiker een Bericht
pt_pt: Enviar mensagem a um utilizador

source: Message User
de: Teilnehmer schreiben
es: Enviar mensaje
french: Envoyer un message
it: Messaggio a utente
ja: ユーザにメッセージ
nl: Verzend Gebruiker Bericht
pt_pt: Enviar mensagem a utilizador

source: Message User…
de: Teilnehmer schreiben...
es: Enviar mensaje…
french: Envoyer un message...
it: Messaggio a utente…
ja: ユーザ宛にメッセージ...
nl: Verzend Gebruiker Bericht…
pt_pt: Enviar mensagem a utilizador…

source: minute
es: minuto
it: minuto
ja: 分
nl: minuut
pt_pt: minuto

source: minutes
de: Minuten
es: minutos
it: minuti
ja: 分
nl: minuten
pt_pt: minutos

source: month
de: Monat
es: mes
french: mois
it: mese
ja: ヶ月
nl: maand
pt_pt: mês

source: months
de: Monate
french: mois
it: mesi
ja: ヶ月
nl: maanden
pt_pt: meses

source: Multiple users with the name '%@' have been found.
it: Gli utenti multipli con il nome '%@' sono stati trovati.
ja: 複数のユーザが名前 '%@' を使用していることが分かりました。
nl: Meerdere gebruikers met de naam '%@' zijn gevonden.
pt_pt: Foram encontrados vários utilizadores com o nome '%@'.

source: Never
es: Nunca
it: Mai
nl: Nooit
pt_pt: Nunca

source: New
de: Neu
es: Nuevo
french: Nouveau
it: Nuovo
ja: 新規
nl: Nieuw
pt_pt: Nova

source: New Connection
de: Neue Verbindung
es: Nueva conexión
french: Nouvelle connexion
it: Nuova connesione
ja: 接続を新規作成
nl: Nieuwe Verbinding
pt_pt: Nova ligação

source: New Smart Transcript…
de: Neue intelligente Aufzeichnung...
it: Nuova sessione breve…
ja: 新規スマートチャット記録...
nl: Nieuw Slim Transcript…
pt_pt: Nova transcrição inteligente…

source: Nickname is blank
de: Spitzname fehlt
es: Nick está en blanco
french: Le pseudonyme est vide
it: Il soprannome è vuoto
ja: ニックネームが空欄です
nl: Bijnaam is leeg
pt_pt: A alcunha está em branco

source: No
de: Nein
french: Non
ja: いいえ
nl: Nee
pt_pt: Não

source: No Favorites
de: Keine Favoriten
es: Sin favoritos
french: Pas de favoris
it: Nessun preferito
ja: よく使う項目なし
nl: Geen Favorieten
pt_pt: Sem favoritos

source: No Info
de: Keine Informationen
es: Sin información
french: Pas d'informations
it: Nessuna informazione
ja: 情報なし
nl: Geen Info
pt_pt: Sem informações

source: no recent file transfers
de: keine Dateitransfers
es: Sin transferencias de archivo recientes
french: pas de tranferts de fichiers récents
it: nessun file trasferito recentemente
ja: 最近転送したファイルなし
nl: geen recente bestandsoverdrachten
pt_pt: sem transferências de ficheiro recentes

source: No Smart Transcripts
de: Keine intelligenten Aufzeichnungen
it: Nessuna sessione breve
ja: スマートチャット記録なし
nl: Geen Slimme Transcripten
pt_pt: Sem transcrições inteligentes

source: nothing downloaded yet
de: nichts heruntergeladen bisher
es: nada descargado aun
french: encore rien de téléchargé
it: ancora nessun scaricamento
ja: まだ何もダウンロードしていません
nl: nog niets ontvangen
pt_pt: nada foi descarregado

source: nothing uploaded yet
de: nichts hochgeladen bisher
es: nada enviado aun
french: encore rien d'envoyé
it: ancora nessun invio
ja: まだ何もアップロードしていません
nl: nog niets verzonden
pt_pt: nada foi carregado

source: Notice from %@
it: Notizia da %@
ja: %@ から通知
nl: Melding van %@
pt_pt: Aviso de %@

source: Open Favorites folder…
de: Favoriten öffnen...
es: Abrir carpeta de favoritos…
french: Ouvrir le dossier des favoris...
it: Apri cartella preferiti…
ja: よく使う項目フォルダを開く...
nl: Toon map met Favorieten…
pt_pt: Abrir pasta de favoritos…

source: Open the server console
de: Server-Konsole öffnen
es: Abrir consola del servidor
french: Ouvrir la console serveur
it: Apri console del server
ja: サーバコンソールを開きます
nl: Open de serverconsole
pt_pt: Abrir a consola do servidor

source: Panel Drawer
de: Seitenfach
es: Cajón del panel
french: Tiroir du panneau
it: Pannello del cassetto
ja: ドロワーパネル
nl: Paneellade
pt_pt: Gaveta do painel

source: Reconnect
de: Wiederverbinden
es: Reconectar
french: Se reconnecter
it: Riconnetti
ja: 再接続
nl: Herverbind
pt_pt: Ligar de novo

source: Refuse
de: Ablehnen
es: Rechazar
french: Refuser
it: Rifiuta
ja: 拒否
nl: Weiger
pt_pt: Recusar

source: Replace
de: Ersetzen
es: Reemplazar
french: Replacer
it: Sostituisci
ja: 置き換え
nl: Vervang
pt_pt: Substituir

source: Resume
de: Fortsetzen
es: Resumir
french: Reprendre
it: Riprendi
ja: レジューム
nl: Hervat
pt_pt: Continuar

source: Retry
de: Erneut versuchen
es: Reintentar
french: Réessayer
it: Riprova
ja: 再試行
nl: Probeer opnieuw
pt_pt: Tentar de novo

source: Reveal
de: Zeigen
es: Mostrar
french: Révéler
it: Rivela
ja: 表示
nl: Toon
pt_pt: Revelar

source: Reveal File
de: Datei zeigen
es: Mostrar archivo
french: Révéler le fichier
it: Rivela file
ja: ファイルを表示
nl: Toon Bestand
pt_pt: Revelar ficheiro

source: Reveal File in Finder
de: Datei im Finder zeigen
es: Mostrar archivo en Finder
french: Révéler le fichier dans le Finder
it: Rivela file nella Scrivania
ja: Finder でファイルを表示します
nl: Toon Bestand in Finder
pt_pt: Revelar ficheiro no Finder
