Repository: colloquy/colloquy
Catalog: Languages/*.lproj/Localizable.strings
Languages: de, es, french, it, ja, nl, pt_pt

source: Save
de: Sichern
es: Guardar
french: Enregistrer
it: Salva
ja: 保存
nl: Bewaar
pt_pt: Guardar

source: Save As…
de: Sichern unter...
es: Guardar como…
french: Enregistrer sous...
it: Salva come…
ja: 別名で保存...
nl: Bewaar Als…
pt_pt: Guardar como…

source: second
de: Sekunde
es: segundo
french: seconde
it: secondo
ja: 秒
nl: seconde
pt_pt: segundo

source: seconds
de: Sekunden
es: segundos
french: secondes
it: secondi
ja: 秒
nl: seconden
pt_pt: segundos

source: Send File Passively
de: Datei passiv senden
es: Enviar archivo usando transferencia pasiva
french: Envoyer un fichier passivement
it: Invia file passivamente
ja: ファイルをパッシブ送信
nl: Verzend Bestand Passief
pt_pt: Enviar ficheiro em modo passivo

source: Show connection info
de: Verbindungs-Information einblenden
es: Mostrar información de conexión
french: Afficher les infos de connexion
it: Mostra info sulla connessione
ja: 接続情報を表示します
nl: Toon info verbinding
pt_pt: Mostrar informações da ligação

source: Show Drawer
de: Seitenfach einblenden
es: Mostrar cajón
french: Afficher le tiroir
it: Mostra cassetto
ja: ドロワーを表示
nl: Toon Lade
pt_pt: Mostrar gaveta

source: Show inspector
de: Inspektor einblenden
es: Mostrar inspector
french: Afficher l'inspecteur
it: Mostra ispettore
ja: インスペクタを表示します
nl: Toon info
pt_pt: Mostrar inspector

source: Show Tab Bar
de: Tab-Leiste einblenden
es: Mostrar barra de tabulaicón
french: Afficher la barre de tabulations
it: Mostra barra dei tab
ja: タブバーを表示
nl: Toon Tabbalk
pt_pt: Mostrar barra de telhas

source: Stop File Tranfser
de: Dateitransfer stoppen
es: Detener transferencia de archivo
french: Stopper les transferts de fichiers
it: Ferma trasferimento file
ja: ファイル転送を中止します
nl: Stop Bestandsoverdracht
pt_pt: Parar transferência de ficheiros

source: Stop Tranfser
de: Transfer stoppen
es: Detener transferencia
french: Stopper les transferts
it: Ferma trasferimento
ja: 転送中止
nl: Stop Bestandsoverdracht
pt_pt: Parar transferência

source: Style Installation Error
de: Fehler bei Stil-Installation
es: Error de instalación de estilo
french: Erreur d'installation de style
it: Errore installazione dello stile.
ja: スタイルのインストールエラー
nl: Stijl Installatie Probleem
pt_pt: Erro na instalação do estilo

source: The %@ emoticons are already installed. Would you like to replace them with this version?
es: Los emoticones %@ ya están instalados. ¿Quiere reemplazarlos con esta versión?
french: Les émoticones %@ sont déjà installés. Voulez-vous les remplacer par cette version ?
it: Le faccine %@ sono già state installate. Vuoi sovrascriverle con questa versione?
ja: 絵文字アイコンセット %@ は既にインストールされています。このバージョンで置き換えてもよろしいですか？
nl: De %@ emoticons zij reeds aanwezig. Wilt u ze vervangen door deze versie?
pt_pt: Os ícones de expressão %@ já estão instalados. Quer substituí-los por esta versão?

source: The %@ style is already installed. Would you like to replace it with this version?
es: El estilo %@ ya está instalado. ¿Quiere reemplazarlo con esta versión?
french: TheLe style %@ est déjà installé. Voulez-vous le remplacer par cette version ?
it: Lo stile %@ è già stato installato. Vuoi sovrascriverlo con questa versione?
ja: スタイル %@ は既にインストールされています。このバージョンで置き換えてもよろしいですか？
nl: De stijl %@ is al in gebruik. Wilt u de huidige versie vervangen?
pt_pt: O estilo %@ já está instalado. Quer substituí-lo por esta versão?

source: The chat server is invalid because it was left blank.
de: Der Chat-Server ist ungültig, da er leergelassen wurde.
es: Servidor de chat no válido al estar en blanco.
french: Le serveur est invalide car il a été laissé vide.
it: Il server non è valido perché è stato lasciato vuoto.
ja: チャットサーバは不正です。左に空白が入っています。
nl: De chatserver is ongeldig omdat ze niet opgegeven is.
pt_pt: O servidor de conversa é inválido porque foi deixado em branco.

source: The chat server port you specified is invalid because it can't be negative or greater than 65535.
de: Der Chat-Server Port ist ungültig, er darf nicht negativ oder größer als 65535 sein.
es: Puerto de servidor de chat inválido debido a un valor negativo o mayor de 65535.
french: Le port de serveur que vous avez spécifié est invalide car il ne peut être supérieur à 65535.
it: La porta del server da te specificata non è valida perché non può essere negativa o maggiore di 65535.
ja: 入力されたサーバのポート番号は不正です。値がマイナスか 65535 より大きいためです。
nl: De opgegeven chatserverpoort is ongeldig. Deze mag niet negatief of groter dan 65535 zijn.
pt_pt: O porto do servidor de conversa que especificou é inválido porque não pode ser nem negativo nem maior que 65535.

source: The chat server with the nickname you specified is already connected to from this computer. Use another nickname if you desire multiple connections.
de: Der Chat-Server mit dem Spitznamen den Sie angegeben haben ist bereits mit diesem Computer verbunden. Benutzen Sie einen anderen Spitznamen, wenn Sie mehrere Verbindungen wünschen.
es: El servidor de chat con el nick especificado ya está conectado desde este equipo. Use otro nick si desea conexiones múltiples.
french: Vous êtes déjà connecté à ce serveur avec ce pseudonyme. Veuillez utiliser un autre pseudonyme si vous désirez utiliser des connexions multiples.
it: Il server con il nome da te specificato è già connesso a questo computer. Usa un altro nome se desideri una connessione multipla.
ja: 入力されたチャットサーバとニックネームを使って既にこのコンピュータから接続がなされています。複数接続を行いたい場合は、ほかのニックネームを使用してください。
nl: U bent reeds verbonden met de chatserver welke deze bijnaam heeft van deze computer uit. Gebruik een andere bijnaam voor meerdere simultane verbindingen.
pt_pt: Já está ligado deste computador ao servidor de conversa com essa alcunha. Use outra alcunha se pretende ligações múltiplas.

source: The connection could not be made. %s.
de: Die Verbindung konnte nicht hergestellt werden. %s.
es: La conexión no pudo realizarse. %s.
french: La connexion n'a pas pu être établie. %s.
it: La connessione non può avvenire. %s.
ja: 接続が確立できませんでした。 %s.
nl: De verbinding kon niet gemaakt worden. %s.
pt_pt: A ligação não pôde ser feita. %s.

source: The connection was terminated between your computer and the server. %s.
de: Die Verbindung zwischen Ihrem Computer und dem Server wurde beendet. %s.
es: La conexión entre su equipo y el servidor fue terminada. %s.
french: La connexion a été interrompue entre votre ordinateur et le serveur. %s.
it: La connessione tra il tuo computer e il server è terminata. %s.
ja: サーバとの接続が終了しました。 %s.
nl: De verbinding tussen uw computer en de server is be√´indigd. %s.
pt_pt: A ligação entre o servidor e o seu computador foi terminada. %s.

source: The emoticons could not be installed, please make sure you have permission to install this item.
de: Die Smileys konnten nicht installiert werden. Bitte vergewissern Sie sich, dass Sie die entsprechenden Berechtigungen haben.
es: Los emoticones no han podido ser instalados. Compruebe que tiene permisos suficientes para instalar.
french: Les émoticones n'ont pas pu être installés, merci de vérifier si vous avez la permission d'installer ces éléments.
it: Le faccine non possono essere installate, assicurati di avere i privilegi per l'installazione.
ja: 絵文字アイコンセットがインストールできませんでした。このアイテムをインストールする権限があるかどうか確かめてください。
nl: De emoticons konden niet ge√Ønstalleerd worden, verifieer aub of u weldegelijk voldoende bevoegdheden heeft.
pt_pt: Os ícones de expressão não puderam ser instalados, por favor verifique se tem permissão para instalar este item.

# The file %@ in %@ already exists and can't be resumed. Replace it?
source: The file %1$@ in %2$@ already exists and can't be resumed. Replace it?
de: Die Datei %@ in %@ existiert bereits und kann nicht fortgesetzt werden. Möchten Sie sie ersetzten?
es: El archivo %@ en %@ ya existe y no puede ser resumido. ¿Quiere reemplazarlo?
french: Le fichier %@ dans %@ existe déjà et ne peut pas être repris. Voulez-vous le remplacer ?
it: Il file %1$@ in %2$@ è ancora esistente e non può essere ripreso. Vuoi sovrascriverlo?
ja: ファイル %1$@ が %2$@ に既に存在し、レジュームできません。置き換えますか？
nl: '%2$@' bevat al een bestand met dezelfde naam en kan niet hervat worden. Wilt u '%1$@' vervangen?
pt_pt: O ficheiro %1$@ em %2$@ já existe e não pode ser continuado. Quer substituí-lo?

source: The file %1$@ in %2$@ already exists. Would you like to resume from where a previous transfer stopped or replace it?
de: Die Datei %@ in %@ existiert bereits. Möchten Sie den Ladevorgang fortsetzen, wo ein früherer Transfer gestoppt wurde, oder die Datei ersetzen?
es: El archivo %@ en %@ ya existe. ¿Quiere resumirlo a partir de donde estaba en la transferencia anterior o prefiere reemplazarlo?
french: Le fichier %@ dans %@ existe déjà. Voulez-vous le reprendre depuis un transfert précédent ou le remplacer ?
it: Il file %1$@ in %2$@ è ancora esistente. Vuoi riprendere da dove è stato lasciato o sovrascriverlo?
ja: ファイル %1$@ が %2$@ に既に存在します。以前に転送が停止した位置からレジュームしますか？それとも置き換えますか？
nl: %2$@ bevat al een bestand of map met de naam %1$@. Wilt u de vorige download hervatten of wilt u deze vervangen?
pt_pt: O ficheiro %1$@ em %2$@ já existe. Quer continuar de onde uma transferência anterior o deixou ou quer substituí-lo?

source: The nickname is invalid because it was left blank.
de: Der Spitzname ist ungültig, da er leergelassen wurde.
es: Nick no válido por estar puesto en blanco.
french: Le pseudonyme est invalide car il est vide.
it: Il soprannome non è valido perché è stato lasciato vuoto.
ja: ニックネームが不正です。左に空白が入っています。
nl: De bijnaam is ongeldig omdat ze leeg is.
pt_pt: A alcunha é inválida porque foi deixada em branco.

source: The nickname you specified is in use or invalid on this server.
de: Der von Ihnen gewählte Spitzname ist in Benutzung oder ungültig auf diesem Server.
es: El nick especificado está en uso o es inválido en este servidor.
french: Le pseudonyme que vous avez spécifié est invalide ou en utilisation sur ce serveur.
it: Il soprannome da te specificato è in uso oppure non è valido per questo server.
ja: 入力されたニックネームは既に使用されているか、このサーバでは不正です。
nl: De opgegeven bijnaam is reeds in gebruik of ongeldig op deze server.
pt_pt: A alcunha que especificou está em uso ou é inválida neste servidor.

source: The nickname you specified is in use or invalid on this server. A connection could not be made with '%@' as your nickname.
de: Der von Ihnen gewählte Spitzname ist in Benutzung oder ungültig auf diesem Server. Mit dem Spitznamen '%@' konnte keine Verbindung hergestellt werden.
es: El nick especificado está en uso o es inválido en este servidor. Una conexión no pudo realizarse con '%@' como nick.
french: Le pseudonyme que vous avez spécifié est invalide ou en utilisation sur ce serveur. Une connexion ne peut pas être créée avec '%@' en pseudonyme.
it: Il soprannome da te specificato è in uso oppure non è valido per questo server. La connessione non può essere fatta con il soprannome '%@'.
ja: 入力されたニックネームは既に使用されているか、このサーバでは不正です。'%@' への接続はあなたのニックネームでは確立できませんでした。
nl: De opgegeven bijnaam is reeds in gebruikt op deze server of ongeldig. Er kon geen verbinding gemaakt worden met '%@' als uw bijnaam.
pt_pt: A alcunha que especificou está em uso ou é inválida neste servidor. Não foi possível estabelecer a ligação com '%@' como a sua alcunha.

source: The password you specified is invalid or a connection could not be made without a proper password. Make sure you have access to the server.
de: Das angegebene Passwort ist ungültig oder ohne korrektes Passwort konnte keine Verbindung hergestellt werden. Vergewissern Sie sich, dass Sie Zugang zu diesem Server haben.
es: El servidor está desconectado o está rechazando los intentos de conexión de su equipo. Compruebe que está conectado a Internet y tiene acceso al servidor.
french: Ce serveur est déconnecté ou refuse les connexions avec votre ordinateur. Vérifiez que vous êtes connectés à Internet et que vous avez accès à ce serveur.
it: La password da te sepecificata non è valida oppure la connessione potrebbe non essere concessa senza una password personale. Assicurati di avere accesso al server.
ja: 入力されたパスワードが不正か、適切なパスワード以外では接続が確立できません。サーバへのアクセス方法を確認してください。
nl: Het opgegeven wachtwoord is ongeldig of er kan geen verbinding gemaakt worden zonder een degelijk wachtwoord. Controleer uw toegang tot de server.
pt_pt: A palavra passe que especificou é inválida ou uma ligação não pode ser feita sem a palavra passe devida. Verifique se tem acesso ao servidor.

source: The server is disconnected or refusing connections from your computer. Make sure you are connected to the internet and have access to the server.
de: Der Server antwortet nicht oder nimmt keine Verbindungen von Ihrem Computer an. Vergewissern Sie sich, dass Sie mit dem Internet verbunden sind und Zugang zu diesem Server haben.
it: Il server è disconnesso oppure rifiuta la connessione del tuo computer. Assicurati di essere connesso a internet e di avere accesso al server.
ja: サーバへの接続が切断されたか、このコンピュータからの接続が拒否されました。インターネットへの接続とサーバへのアクセス方法を確認してください。
nl: U bent niet verbonden met de server of deze wijgert verbindingen van uw computer uit. Controleer uw internetverbinding en toegang tot de server.
pt_pt: O servidor está desligado ou está a recusar ligações do seu computador. Verifique se está ligado à internet e se tem acesso ao servidor.

source: The server may be down for maintenance, or the connection was broken between your computer and the server. Check your connection and try again.
de: Möglicherweise wird der Server gewartet oder die verbidung zwischen Ihrem Computer und dem Server wurde unterbrochen. Prüfen Sie Ihre verbindung und versuchen Sie es erneut.
es: El servidor podría estar inactivo por mantenimiento, o la conexión entre su equipo y el servidor fue cancelada. Compruebe su conexión e inténtelo de nuevo.
french: Le serveur doit être déconnecté pour maintenance, ou la connexion a été cassée entre votre ordinateur et le serveur. Vérifiez votre connexion et réessayez.
it: Il server potrebbe essere spento per manutenzione, oppure la connessione tra il tuo computer e il server è caduta. Controlla la connessione e riprova.
ja: サーバがメインテナンスのため停止しているか、サーバとの接続が不安定です。接続を確認し、後でもう一度試してください。
nl: De server is mogelijk stilgelegd voor onderhoud, of de verbinding tussen uw computer en de server is verbroken. Controleer uw verbinding en probeer opnieuw.
pt_pt: O servidor poderá estar em baixo para manutenção ou a ligação entre o servidor e o seu computador foi quebrada. Verifique a sua ligação e tente de novo.

source: The server may have shutdown for maintenance, or the connection was broken between your computer and the server. Check your connection and try again.
de: Möglicherweise wird der Server gewartet oder die verbidung zwischen Ihrem Computer und dem Server wurde unterbrochen. Prüfen Sie Ihre verbindung und versuchen Sie es erneut.
es: El servidor podría estar inactivo por mantenimiento, o la conexión entre su equipo y el servidor fue cancelada. Compruebe su conexión e inténtelo de nuevo.
french: Le serveur doit être éteint pour maintenance, ou la connexion a été cassée entre votre ordinateur et le serveur. Vérifiez votre connexion et réessayez.
it: Il server potrebbe essere spento per manutenzione, oppure la connessione tra il tuo computer e il server è interrotta. Assicurati di essere connesso e prova ancora.
ja: サーバがメインテナンスのためシャットダウンしているか、サーバとの接続が不安定です。接続を確認し、後でもう一度試してください。
nl: De server is mogelijk afgesloten voor onderhoud, of de verbinding tussen uw computer en de server is verbroken. Controleer uw verbinding en probeer opnieuw.
pt_pt: O servidor poderá ter-se desligado para manutenção, ou a ligação entre o servidor e o seu computador foi quebrada. Verifique a sua ligação e tente de novo.

source: The style could not be installed, please make sure you have permission to install this item.
de: Der Stil konnte nicht installiert werden. Bitte vergewissern Sie sich, dass Sie die entsprechende Berechtigung haben.
es: El estilo no pudo ser instalado, compruebe que tiene los permisos requeridos para instalarlo.
french: Le style n'a pas pu être installé, merci de vérifier que vous avez la permission de modifier cet élément.
it: Lo stile può non essere stato installato, assicurati di avere i privilegi per installarlo.
ja: スタイルがインストールできませんでした。このアイテムをインストールする権限があるかどうか確かめてください。
nl: De stijl kon niet ge√Ønstalleerd worden, verifieer aub of u weldegelijk voldoende bevoegdheden heeft.
pt_pt: O estilo não pôde ser instalado, por favor verifique que tem permissão para instalar este item.

source: The user "%@" is not online and is unavailable until they reconnect.
it: L'utente "%@" non è in linea è non sarà disponibile fino all sua riconnessione.
ja: ユーザ “%@” はオンラインではなく無効です。再接続されるまでお待ちください。
nl: De gebruiker "%@" is niet online en onbeschikbaar tot hij herverbindt.
pt_pt: O utilizador "%@" já não está ligado e estará indisponível até que se ligue de novo.

source: The username is invalid because it was left blank.
de: Der Benutzername ist ungültig, da er leergelassen wurde.
es: Nick no válido por estar puesto en blanco.
french: Le nom d'utilisateur est invalide car il est vide.
it: Il nome utente non è valido perché è stato lasciato vuoto.
ja: ユーザ名が不正です。左に空白が入っています。
nl: De gebruikersnaam is ongeldig omdat ze niet opgegeven is.
pt_pt: O nome de utilizador é inválido porque foi deixado em branco.

source: The username you specified is invalid because it contains spaces or other non-alphanumeric characters.
de: Der angegebene Benutzername ist ungültig, da er Leerzeichen oder andere, nicht alphanumerische Zeichen enthält.
es: Nombre de usuario inválido por contener espacios en blanco u otros caracteres alfanuméricos.
french: le nom d'utilisateur que vous avez spécifié est invalide car il contient des espaces ou des caractères non-alphanumériques.
it: Il nome utente da te specificato non è valido perché contiene spazi o altri caratteri non-alfabetici.
ja: 入力されたユーザ名は不正です。スペースか、英数字以外が含まれています。
nl: De opgegeven gebruikersnaam is ongeldig omdat ze spaties of andere niet alfanumerieke karakter bevat.
pt_pt: O nome de utilizador que especificou é inválido porque contém espaços ou outros caracteres não alfanuméricos.

source: There are no new versions of %@ currently available.
es: Actualmente no hay versiones disponibles de %@.
it: Non ci sono nuove versioni di %@ attualmente disponibili.
nl: %@ is up-to-date.
pt_pt: Não há novas versões do %@ disponíveis.

source: There is a new version of %@ currently available.
es: Actualmente no hay nueva versión disponible de %@.
it: C'è una nuova versione di %@ attualmente disponibile.
nl: Er is een nieuwe versie van %@ beschikbaar.
pt_pt: Há uma nova versão do %@ disponível.

source: Toggle Chat Panel Drawer
de: Seitenfach einblenden
es: Conmutar cajón del panel de chat
french: Afficher le tiroir du panneau de chat
it: Blocca pannello a cassetto
ja: チャットのドロワーパネルをトグルします
nl: Toon Of Verberg Chatpaneellade
pt_pt: Abrir ou fechar a gaveta do painel de conversas

# total of %@ downloaded, at %@ per second
source: total of %1$@ downloaded, at %2$@ per second
de: insgesamt %@ heruntergeladen, bei %@ pro Sekunde
es: total de %@ descargado, a %@ por segundo
french: total de %@ téléchargés, à %@ par seconde
it: totale di %1$@ scaricati, a %2$@ al secondo
ja: 毎秒 %2$@ でトータル %1$@ ダウンロード済み
nl: in totaal %1$@ gedownload aan %2$@ per seconde
pt_pt: descarregou um total de %1$@, a %2$@ por segundo

# total of %@ uploaded, at %@ per second
source: total of %1$@ uploaded, at %2$@ per second
de: insgesamt %@ hochgeladen, bei %@ pro Sekunde
es: total de %@ enviado, a %@ por segundo
french: total de %@ envoyés, à %@ par seconde
it: totale di %1$@ inviati, a %2$@ al secondo
ja: 毎秒 %2$@ でトータル %1$@ アップロード済み
nl: in totaal %1$@ geupload aan %2$@ per seconde
pt_pt: carregou um total de %1$@, a %2$@ por segundo

source: Transcripts
de: Aufzeichnungen
es: Transcripciones
french: Historiques
it: Sessioni
ja: チャット記録
nl: Transcripten
pt_pt: Transcrições

source: Transfers
es: Transferencias
french: Transferts
it: Trasferimenti
ja: 転送
nl: Overdrachten
pt_pt: Transferências

source: User "%@" is not online
it: L'utente "%@" non è in linea
ja: ユーザ “%@” はオンラインではありません
nl: Gebruiker "%@" is niet online
pt_pt: O utilizador "%@" não está online

source: Username invalid
de: Benutzername ungültig
es: Usuario no válido
french: Nom d'utilisateur invalide
it: Il nome utente non è valido
ja: ユーザ名が不正です
nl: Ongeldige gebruikersnaam
pt_pt: Nome de utilizador inválido

source: Username is blank
de: Benutzername ist leer
es: Usuario está en blanco
french: Nom d'utilisateur vide
it: Il nome utente è vuoto
ja: ユーザ名が空欄です
nl: Gebruikersnaam is leeg
pt_pt: O nome de utilizador está em branco

source: weeks
de: Wochen
es: semanas
french: semaines
it: settimane
ja: 週間
nl: weken
pt_pt: semanas

source: Would you like to connect and retrieve the server's chat room listing?
de: Möchten Sie die Liste der Chatrooms vom Server empfangen?
es: ¿Quiere conectar y obtener los canales de chat del servidor?
french: Voulez-vous vous connecter et récupérer la liste des canaux du serveur ?
it: Vuoi collegarti e richiamare la lista dei server?
ja: 接続し、サーバのチャットルームのリストを読み出してもよろしいですか？
nl: Wilt u een verbinding maken met de server en de lijst met beschikbare kanalen ophalen?
pt_pt: Quer ligar-se e obter a lista de salas de conversa do servidor?

source: year
de: Jahr
es: año
french: année
it: anno
ja: 年
nl: jaar
pt_pt: ano

source: years
de: Jahre
es: años
french: années
it: anni
ja: 年
nl: jaren
pt_pt: anos

source: Yes
de: Ja
es: Si
french: Oui
it: Sì
ja: はい
nl: Ja
pt_pt: Sim

source: You have been disconnected
de: Sie wurden getrennt
es: Ha sido desconectado
french: Vous avez été déconnecté
it: Ti sei disconnesso
ja: 切断されています
nl: Uw verbinding werd verbrokeen
pt_pt: Desligou-se

source: You Have Been Identified
de: Sie wurden identifiziert
es: Ha sido identificado
french: Vous avez été identifié
it: Sei stato identificato
ja: 身元が確認されました
nl: U Werd Ge√Ødentificeerd
pt_pt: Está identificado

source: You Have New Memos
de: Sie haben neue Memos
es: Tiene nuevos recordatorios
french: Vous avez des nouveaux mémos
it: Hai nuove memo
ja: 新しいメモがあります
nl: U Heeft Nieuwe Memo's
pt_pt: Tem novos memos

# You were invited to %@ by %@.
source: You were invited to %1$@ by %2$@.
de: Sie wurden von %2$@ nach %1$@ eingeladen.
es: Ha sido invitado a %@ por %@.
french: Vous êtes invités sur %@ par %@.
it: Sei stato invitato in %1$@ da %2$@.
ja: %2$@ によって %1$@ へ招待されました。
nl: U werd uitgenodigd in %2$@ door %1$@.
pt_pt: Foi convidado para %1$@ por %2$@.

source: You were invited to join %1$@ by %2$@. Would you like to accept this invitation and join this room?
de: Sie wurden von %2$@ eingeladen, %1$@ zu betreten. Möchten Sie die Einladung annehmen und den Raum betreten?
es: Fue invitado a visitar %@ por %@. ¿Acepta esta invitación y visita este canal?
french: Vous êtes invités à rejoindre %@ par %@. voulez-vous accepter cette invitation et rejoindre ce canal ??
it: Sei stato invitato in %1$@ da %2$@. Vuoi accettare l'invito e accedere alla stanza?
ja: %2$@ から %1$@ への参加を誘われました。誘いを受け、このルームへ参加しますか？
nl: U werd uitgenodigd in %1$@ door %2$@. Wilt u deze accepteren en dit kanaal betreden?
pt_pt: Foi convidado a entrar em %1$@ por %2$@. Quer aceitar o convite e juntar-se a esta sala?

source: You will exit all chat rooms and lose any unsaved chat transcripts. Do you want to proceed?
it: Uscirai da tutte le stanze e perderai tutte le sessioni non salvate. Vuoi procedere?
ja: すべてのチャットルームから退出し、チャットの記録を破棄しようとしています。続けてもよろしいですか？
nl: Weet u zeker dat u dit venster wilt sluiten? U zult alle kanalen verlaten en nieuwe slimme transcripten, welke u niet heeft bewaard, gaan verloren.
pt_pt: Sairá de todas as salas de conversa e perderá todas as transcrições por salvar. Quer prosseguir?
