Repository: colloquy/colloquy
Catalog: Languages/*.lproj/Localizable.strings
Languages: de, es, french, it, ja, nl, pt_pt

source: Room Member Lost Voice
de: Chatroom-Teilnehmer hat Voice verloren
es: Miembro del canal perdió voz
french: Mode voice retiré
it: Utente senza voce
ja: ルームメンバーの発言権消失
nl: Medezeggenschap Lid Ingetrokken
pt_pt: Membro da sala perdeu a voz

source: Room Member Quieted
es: Miembro del canal calló
french: Fait taire le membre du canal
it: Utente calmato
ja: ルームメンバーに Quiet
nl: Lid Kanaal Het Zwijgen Opgelegd
pt_pt: Membro da sala foi silenciado

source: Room Member Voiced
de: Chatroom-Teilnehmer hat Voice erhalten
es: Miembro del canal obtuvo voz
french: Mode voice mis
it: Utente con voce
ja: ルームメンバーに発言権
nl: Medezeggenschap Verleend Aan Lid
pt_pt: Membro da sala recebeu voz

source: Room Operator Demoted
es: Miembro del canal rebajado
french: Mode opérateur retiré
it: Retrocesso da operatore
ja: オペレータの降格
nl: Status Operator Kanaal Ontnomen
pt_pt: Operador da sala despromovido

source: Search
french: Recherche
it: Cerca
ja: 検索
nl: Zoek
pt_pt: Procurar

source: Search Messages
it: Cerca messaggi
ja: メッセージを検索
nl: Zoek Berichten
pt_pt: Procurar nas mensagens

source: Search messages
it: Cerca messaggi
ja: メッセージを検索します
nl: Zoek berichten
pt_pt: Procurar nas mensagens

source: Send File
es: Enviar archivo
french: Envoyer un fichier
it: Invia file
ja: ファイルを送信
nl: Verzend Bestand
pt_pt: Enviar ficheiro

source: Send File…
de: Datei senden...
es: Enviar archivo…
french: Envoyer un fichier...
it: Invia file…
ja: ファイルを送信...
nl: Verzend Bestand…
pt_pt: Enviar ficheiro…

source: Send Message
de: Nachricht senden
es: Enviar mensaje
french: Envoyer un message
it: Invia messaggio
ja: メッセージを送信
nl: Verzend Bericht
pt_pt: Enviar mensagem

source: Server Window
de: Server-Fenster
it: Finestra del server
ja: サーバウインドウ
nl: Server Venster
pt_pt: Janela de Servidor

source: Settings
it: Settaggi
ja: 設定
nl: Voorkeuren
pt_pt: Definições

source: Show Find Panel
it: Mostra pannello di ricerca
ja: 検索パネルを表示します
nl: Toon Zoekpaneel
pt_pt: Mostrar painel de procura

source: Smart Transcript Settings
it: Settaggio sessioni brevi
ja: スマートチャット記録を設定します
nl: Voorkeuren Slim Transcript
pt_pt: Definições de transcrições inteligentes

source: Style
de: Stil
es: Estilo
it: Stile
ja: スタイル
nl: Stijl
pt_pt: Estilo

source: Style Default
de: Stil Vorgabe
es: Estilo por defecto
french: Style par défaut
it: Stile predefinito
ja: スタイルのデフォルト
nl: Standaard Stijl
pt_pt: Estilo pré-definido

source: Text Encoding
de: Text-Kodierung
es: Codificación de texto
french: Encodage de texte
it: Testo cifrato
ja: テキストエンコーディング
nl: Tekst Encodering
pt_pt: Codificação do texto

source: Text Encoding Options
de: Text-Kodierung wählen
es: Opciones de codificación de texto
french: Options d'encodage de texte
it: Opzioni testo cifrato
ja: テキストエンコーディングオプション
nl: Tekst Encoderingsoorkeuren
pt_pt: Opções de codificação do texto

source: Toggle Messages
de: Nachrichten umschalten
es: Conmutar mensajes
french: Afficher les messages
it: Blocca messaggi
ja: メッセージをトグル
nl: Zet Berichten Aan Of Uit
pt_pt: Ligar ou desligar mensagens

source: Toggle Private Messages Output
de: Ausgabe von privaten Nachrichten umschalten
es: Conmutar salida de mensajes privados
french: Afficher les messages privés en dehors
it: Blocca messaggi esterni
ja: プライベートメッセージの出力をトグルします
nl: Zet Persoonlijke Berichten Aan Of Uit
pt_pt: Ligar ou desligar as saídas de mensagens privadas

source: Toggle Verbose
de: Ausführlich umschalten
es: Conmutar prolijo
french: Afficher la verbose
it: Blocca i verbosi
ja: 冗長さをトグル
nl: Zet Woordenrijk Aan Of Uit
pt_pt: Ligar ou desligar modo verboso

source: Toggle Verbose Output
de: Ausführliche Ausgabe umschalten
es: Conmutar salida prolijo
french: Afficher la verbose en dehors
it: Blocca i verbosi esterni
ja: 冗長な出力をトグルします
nl: Zet Woordenrijke Output Aan Of Uit
pt_pt: Ligar ou desligar a saída em modo verboso

# Topic changed to "%@" by <span class="member">%@</span>.
source: Topic changed to "%1$@" by <span class="member">%2$@</span>.
de: Thema verändert zu "%@" von <span class="member">%@</span>.
es: El tema cambió a "%@" by <span class="member">%@</span>.
french: Sujet changé : "%@" par <span class="member">%@</span>.
it: L'argomento è cambiato in "%1$@" da <span class="member">%2$@</span>.
ja: <span class="member">%2$@</span> がトピックを “%1$@” に変更しました。
nl: <span class="member">%2$@</span> wijzigde het onderwerp naar "%1$@".
pt_pt: Tópico mudado para "%1$@" por <span class="member">%2$@</span>.

source: Untitled Variant
de: Namenlose Variante
es: Variante sin título
french: Variante sans nom
it: Variante senza titolo
ja: 名称未設定バリアント
nl: Naamloze Stijlvariant
pt_pt: Variante sem título

source: User Ignored
de: Teilnehmer ignoriert
es: Usuario ignorado
french: Utilisateur ignoré
it: Utente ignorato
ja: ユーザが無視された時
nl: Gebruiker Genegeerd
pt_pt: Utilizador ignorado

source: Verbose
de: Ausführlich
es: Prolijo
it: Verboso
ja: 冗長
nl: Woordenrijk
pt_pt: Verboso

source: Window %d
de: Fenster %d
it: Finestra %d
ja: ウインドウ %d
nl: Venster %d
pt_pt: Janela %d

source: With hostmask:
de: Hostmaske:
es: Máscara de host:
french: Avec masque de réseau :
it: Con la maschera host:
ja: ホストマスク：
nl: Met hostmask:
pt_pt: Com hostmask:

source: With reason:
de: Begründung:
es: Razón:
french: Avec raison :
it: Con la motivazione:
ja: 理由：
nl: Wegens:
pt_pt: Com a razão:

source: You are no longer quieted, thanks to <span class="member">%@</span>.
es: Ha dejado de estar en estado callado gracias a <span class="member">%@</span>.
french: On ne vous fait plus taire, remerciez <span class="member">%@</span>.
it: Non sei più calmo, grazie a <span class="member">%@</span>.
ja: Quiet モードを解除されました。ありがとう <span class="member">%@</span>。
nl: U werd niet langer het zwijgen opgelegd door <span class="member">%@</span>.
pt_pt: Já não está silenciado, graças a <span class="member">%@</span>.

source: You are now known as <span class="member">%@</span>.
de: Sie heißen jetzt <span class="member">%@</span>.
es: Es conocido como <span class="member">%@</span>.
french: Votre pseudo est maintenant <span class="member">%@</span>.
it: Ora sei conosciuto come <span class="member">%@</span>.
ja: ニックネームを <span class="member">%@</span> に変更しました。
nl: U staat nu bekend als <span class="member">%@</span>.
pt_pt: Passou a ser conhecido como <span class="member">%@</span>.

source: You changed the topic to "%@".
de: Sie haben das Thema auf "%@" gesetzt.
es: Cambió el tema a "%@".
french: Vous avez changé le topic : "%@".
it: Hai cambiato l'argomento in "%@".
ja: トピックを “%@” に変更しました。
nl: U wijzigde het onderwerp naar "%@".
pt_pt: Mudou o tópico para "%@".

source: You changed this room to allow anyone to change the topic.
de: Sie haben eingestellt, dass in diesem Raum jeder das Thema ändern kann.
es: Cambió este canal para permitir que cualquiera cambie el tema.
french: Vous avez changé ce canal pour autoriser n'importe quel membre à changer le sujet.
it: Hai reso possibile a chiunque di poter modificare l'argomento della stanza.
ja: 誰もがこのルームのトピックを変更できるようにしました。
nl: U verleende iedereen het recht om het onderwerp te wijzigen.
pt_pt: Fez com que qualquer pessoa possa mudar o tópico desta sala.

source: You changed this room to no longer require a password.
de: Sie haben eingestellt, dass für diesen Raum nicht länger ein Passwort benötigt wird.
es: Cambió este canal para no requerir contraseña.
french: Vous avez changé ce canal pour ne pas demander de mot de passe.
it: Hai reso la stanza non più accessibile solo con l'uso della password.
ja: このルームの参加に必要だったパスワードをなくしました。
nl: U hief het wachtwoord voor dit kanaal op.
pt_pt: Fez com que já não seja necessária uma palavra passe nesta sala.

source: You changed this room to permit outside messages.
de: Sie haben eingestellt, dass in diesem Raum Nachrichten von außen zugelassen werden.
es: Cambió este canal para permitir mensajes externos.
french: Vous avez changé ce canal pour permettre les messages extérieurs.
it: Hai reso permissiva la stanza rispetto ai messaggi esterni.
ja: このルームに外部からのメッセージを受け付けるようにしました。
nl: U stond berichten van buiten uit toe voor dit kanaal.
pt_pt: Permitiu que esta sala receba mensagens externas.

source: You changed this room to prohibit outside messages.
de: Sie haben eingestellt, dass in diesem Raum Nachrichten von außen verhindert werden.
es: Cambió este canal para prohibir mensajes externos.
french: Vous avez changé ce canal pour interdire les messages extérieurs.
it: Hai reso proibitiva la stanza rispetto ai messaggi esterni.
ja: このルームへの外部からのメッセージを拒否するようにしました。
nl: U verbood berichten van buiten uit voor dit kanaal.
pt_pt: Proibiu que esta sala receba mensagens externas.

source: You changed this room to require a password of "%@".
de: Sie haben eingestellt, dass für diesen Raum das Passwort "%@" benötigt wird.
es: Cambió este canal para requerir la contraseña de "%@".
french: Vous avez changé ce canal pour demander un mot de passe pour "%@"
it: Hai reso la stanza accessibile solo con l'uso della password "%@".
ja: このルームへの参加にパスワード “%@” が必要になるよう変更しました。
nl: U wijzigde het wachtwoord voor dit kanaal naar "%@".
pt_pt: Fez com que nesta sala seja necessária a palavra passe "%@".

source: You changed this room to require operator status to change the topic.
de: Sie haben eingestellt, dass in diesem Raum Operator-Status benötigt wird um das Thema zu ändern.
es: Cambió este canal para que sólo los operadores puedan cambiar el tema.
french: Vous avez changé ce canal pour requérir le niveau d'opérateur pour pouvoir changer le sujet.
it: Hai reso possibile solo dagli operatori di poter modificere l'argomento della stanza.
ja: このルームのトピックの変更をオペレータ権限を持つものに制限しました。
nl: U verleende enkel operators het recht om het onderwerp te wijzigen.
pt_pt: Fez com que seja necessário ser operador para mudar o tópico.

source: You demoted yourself from half-operator.
es: Se ha rebajado de operador-medio.
french: Vous vous êtes retirés les privilèges de semi-opérateur.
it: Ti sei retrocesso da semi-operatore.
ja: 自分自身を半オペレータから降格させました。
nl: U ontnam uzelf de semi-operator status.
pt_pt: Despromoveu-se de meio operador.

source: You demoted yourself from operator.
de: Sie haben sich selbst den Operator-Status entzogen.
es: Se ha rebajado de operador.
french: Vous vous êtes retirés les privilèges d'opérateur.
it: Ti sei retrocesso da operatore.
ja: 自分自身をオペレータから降格させました。
nl: U ontnam uzelf de operator status.
pt_pt: Despromoveu-se de operador.

source: You demoted yourself from room founder.
es: Se ha rebajado de fundador del canal.
french: Vous vous êtes retirés les privilèges de possesseur de ce canal.
it: Ti sei retrocesso da fondatore.
ja: 自分自身をルーム創設者から降格させました。
nl: U ontnam uzelf de 'oprichter van het kanaal' status.
pt_pt: Despromoveu-se de fundador da sala.

source: You gave yourself voice.
de: Sie haben sich selbst Voice gegeben.
es: Se dio voz.
french: Vous venez de vous donner le mode voice.
it: Ti sei dato la voce.
ja: 自分自身に発言権を与えました。
nl: U verleende uzelf medezeggenschap.
pt_pt: Deu voz a si próprio.

source: You had voice removed by <span class="member">%@</span>.
de: Ihnen wurde von <span class="member">%@</span> Voice entzogen.
es: Su voz ha sido quitada por <span class="member">%@</span>.
french: Vous avez retiré le mode voice pour <span class="member">%@</span>.
it: Ti è stata tolta la voce da <span class="member">%@</span>.
ja: <span class="member">%@</span> によって発言権が奪われました。
nl: <span class="member">%@</span> trok uw medezeggenshap in.
pt_pt: <span class="member">%@</span> retirou-lhe a voz.

# You have %d messages waiting from %@.
source: You have %1$d messages waiting from %2$@.
de: Auf Sie warten %d Nachrichten von %@.
es: Tiene %d mensajes de %@ esperando.
french: Vous avez %d messages en attente depui%@.
it: Hai %1$d messaggi in attesa da %2$@.
ja: %2$@ からの未読メッセージが %1$d 個あります。
nl: U hebt %1$d nieuwe berichten van %2$@.
pt_pt: Tem %1$d mensagens de %2$@ à espera.

source: You have 1 message waiting from %@.
de: Auf Sie wartet 1 Nachricht von %@.
es: Tiene un mensaje de %@ esperando.
french: Vous avez 1 message en attente depuis %@.
it: Hai 1 messaggio in attesa da %@.
ja: %@ からの未読メッセージが 1 個あります。
nl: U hebt een nieuw bericht van %@.
pt_pt: Tem 1 mensagem de %@ à espera.

source: You have been kicked from the chat room by %1$@ with the reason "%2$@" and cannot send further messages without rejoining.
de: Sie wurden von %@ mit der Begründung "%@" aus dem Chatroom gekickt und können keine weiteren Nachrichten senden ohne ihn neu zu betreten.
es: Ha sido pateado del canal de chat por %@ debdio a "%@" y no puede enviar futuros mensajes sin volver a visitarlo.
french: Vous avez étés éjéctés de ce canal par %@ avec la raison "%@" et vous ne pourrez pas envoyer de message à votre rejoin.
it: Sei stato cacciato da %1$@ con la motivazione "%2$@" e non potrai trasmettere altri messaggi se non rientri.
ja: %1$@ の “%2$@” という理由でチャットルームから追い出されました。再参加しない限りメッセージを送ることはできません。
nl: %1$@ verwijderde u uit het kanaal omwille van "%2$@" en u kunt er geen berichten naartoe verzenden vooraleer ze te herbetreden.
pt_pt: Foi expulso a pontapé da sala por %1$@ com a razão "%2$@" e não pode ver próximas mensagens sem se voltar a juntar à sala.

source: You have been kicked from the chat room.
de: Sie wurden aus dem Chatroom gekickt.
es: Ha sido pateado del canal de chat.
french: Vous avez étés kické du canal
it: Sei stato cacciato dalla stanza.
ja: チャットルームから追い出されました。
nl: U werd verwijderd uit het kanaal.
pt_pt: Foi expulso a pontapé da sala de conversa.

source: You have returned from away.
de: Sie sind jetzt anwesend.
es: Ha retornado de su ausencia.
french: Vous êtes revenus de votre absence.
it: Non sei più assente.
ja: 退席状態から復帰しました。
nl: U bent niet langer afwezig.
pt_pt: Deixou de estar ausente.

source: You have set yourself away with "%@".
de: Sie haben sich mit "%@" auf abwesend gesetzt.
es: Ha sido puesto como ausente con "%@".
it: Sei assente perché "%@".
ja: “%@” と言って退席しました。
nl: U gaf uzelf op als afwezig omwille van "%@".
pt_pt: Ficou ausente com a razão "%@".

source: You kicked %@ from the chat room.
de: Sie haben %@ aus dem Raum gekickt.
es: Pateó a %@ del canal de chat.
french: Vous avez kické %@ sur le canal.
it: Hai cacciato %@ dalla stanza.
ja: チャットルームから %@ を追い出しました。
nl: U verwijderde %@ uit het kanaal.
pt_pt: Expulsou %@ da sala a pontapé.

source: You left the chat by being disconnected from the server.
de: Sie haben den Chat verlassen, da sie vom Server getrennt wurden.
es: Abandonó el chat debido a que ha sido desconectado del servidor.
french: Vous vous êtes déconnectés du serveur
it: Hai lasciato la stanza per la disconnessione del server.
ja: サーバから切断されたためチャットから退去しました。
nl: U verliet de chat door het verbreken van de verbinding met de server.
pt_pt: Saiu da sala por se ter desligado do servidor.

source: You made this room invite only.
de: Sie haben diesen Raum einladungspflichtig gemacht.
es: Ha hecho este canal sólo para invitados.
french: Vous avez mis ce canal en mode invitation uniquement.
it: Hai reso la stanza accessibile sono su invito.
ja: このルームを招待制にしました。
nl: U verplichtte een uitnodiging voor dit kanaal.
pt_pt: Fez com que a sala seja apenas para convidados.

source: You made this room moderated for normal users.
es: Ha hecho este canal moderado por usuarios corrientes.
french: Vous avez modéré ce canal pour les utilisateurs normaux.
it: Hai reso la stanza moderabile dai normali utenti.
ja: このルームの一般ユーザに発言権が必要にしました。
nl: U modereerde dit kanaal voor normale gebruikers.
pt_pt: Fez com que a sala esteja moderada para utilizadores normais.

source: You made this room moderated for operators.
es: Ha hecho este canal moderado por operadores.
french: Vous avez modéré ce canal pour les opérateurs.
it: Hai reso la stanza moderabile dagli operatori.
ja: このルームをオペレータの発言権が必要にしました。
nl: U modereerde dit kanaal voor operators.
pt_pt: Fez com que a sala esteja moderada para operadores.

source: You made this room no longer a secret.
de: Sie haben diesen Raum nicht länger geheim gemacht.
es: Ha hecho que este canal deje de ser secreto.
french: Vous avez retiré le secret de ce canal.
it: Hai reso la stanza non più segreta.
ja: このルームを秘密ではなくしました。
nl: U hief de verborgenheid van dit kanaal op.
pt_pt: Fez com que esta sala já não seja secreta.

source: You made this room no longer invite only.
de: Sie haben diesen Raum nicht länger einladungspflichtig gemacht.
es: Ha hecho que este canal deje de ser sólo para invitados.
french: Vous avez retiré le mode invitation uniquement pour ce.
it: Hai reso la stanza non più accessibile sono su invito.
ja: このルームの招待制をなくしました。
nl: U liet de uitnodigingsvereiste voor dit kanaal vallen.
pt_pt: Fez com que esta sala já não seja apenas para convidados.

source: You made this room no longer moderated for normal users.
es: Ha hecho que este canal deje de ser moderado por usuarios corrientes.
french: Vous avez retiré la modération de ce canal pour les utilisateurs normaux.
it: Hai reso la stanza non più moderabile dai normali utenti.
ja: このルームを一般ユーザの発言権が不必要にしました。
nl: U modereerde dit kanaal niet meer voor normale gebruikers.
pt_pt: Fez com que a sala já não esteja moderada para utilizadores normais.

source: You made this room no longer moderated for operators.
es: Ha hecho que este canal deje de ser moderador por operadores.
french: Vous avez retiré la modération de ce canal pour les opérateurs.
it: Hai reso la stanza non più moderabile dagli operatori.
ja: このルームをオペレータの発言権が不必要にしました。
nl: U modereerde dit kanaal niet meer voor operators.
pt_pt: Fez com que a sala já não esteja moderada para operadores.

source: You made this room private.
de: Sie haben diesen Raum privat gemacht.
es: Ha hecho este canal privado.
french: Vous avez mis ce canal en mode privé
it: Hai reso la stanza privata.
ja: このルームをプライベートにしました。
nl: U privatiseerde dit kanaal.
pt_pt: Tornou esta sala privada.

source: You made this room public.
de: Sie haben diesen Raum öffentlich gemacht.
es: Ha hecho este canal público.
french: Vous avez mis ce canal en mode public.
it: Hai reso la stanza pubblica.
ja: このルームを公開しました。
nl: U maakte dit kanaal openbaar.
pt_pt: Tornou esta sala pública.

source: You made this room secret.
de: Sie haben diesen Raum geheim gemacht.
es: Ha hecho este canal secreto.
french: Vous avez mis ce canal en mode secret.
it: Hai reso la stanza segreta.
ja: このルームを秘密にしました。
nl: U verborg dit kanaal.
pt_pt: Tornou esta sala secreta.

source: You made yourself no longer quieted.
es: Se ha dejado de hacer callado.
french: Vous ne vous faites plus taire.
it: Ti sei tolto la calma.
ja: 自分自身の Quiet モードを解除しました。
nl: U legde uzelf niet langer het zwijgen op.
pt_pt: Fez com que já não esteja silenciado.

source: You promoted yourself to half-operator.
es: Se ha ascendido a operador-medio.
french: Vous vous êtes mis le mode semi-opérateur.
it: Ti sei promosso semi-operatore.
ja: 自分自身を半オペレータに昇格させました。
nl: U verleende uzelf de semi-operator status.
pt_pt: Promoveu-se a meio-operador.

source: You promoted yourself to operator.
de: Sie haben sich selbst zum Operator ernannt.
es: Se ha ascendido a operador.
french: Vous vous êtes mis le mode opérateur.
it: Ti sei promosso operatore.
ja: 自分自身をオペレータに昇格させました。
nl: U verleende uzelf de operator status.
pt_pt: Promoveu-se a operador.

source: You promoted yourself to room founder.
es: Se ha ascendido a fundador de canal.
french: Vous vous êtes mis le mode propriétaire de canal.
it: Ti sei promosso fondatore.
ja: 自分自身をルーム創設者に昇格させました。
nl: U verleende uzelf de 'oprichter van het kanaal' status.
pt_pt: Promoveu-se a fundador da sala.

source: You quieted yourself.
es: Se ha callado a si mismo.
french: Vous vous êtes fait taire.
it: Ti sei calmato.
ja: 自分自身を Quiet モードにしました。
nl: U legde uzelf het zwijgen op.
pt_pt: Silenciou-se a si próprio.

source: You reconnected to the server.
es: Ha reconectado al servidor
french: Vous vous êtes reconnectés au serveur.
it: Ti sei riconnesso al server.
ja: サーバに再接続しました。
nl: U herverbond met de server.
pt_pt: Ligou-se de novo ao servidor.

source: You rejoined the room.
es: Ha vuelto a entrar en el canal.
french: Vous avez rejoint le canal.
it: Sei rientrato nella stanza.
ja: ルームに再参加しました。
nl: U herbetrad het kanaal.
pt_pt: Juntou-se de novo à sala.

source: You removed the ban on %@.
de: Sie haben den Bann von %@ entfernt.
es: Ha quitado la expulsión en %@.
it: Hai rimosso il ban a %@.
ja: %@ の追放項目を除去しました。
nl: U hief de verbanning van %@ op.
pt_pt: %@ deixou de estar banido graças a si.

source: You removed the room member limit.
de: Sie haben die Teilnehmerbegrenzung aufgehoben.
es: Ha quitado el límite de miembros del canal.
french: Vous avez retiré la limite des participants.
it: Hai rimosso il limite di utenti nella stanza.
ja: このルームの人数制限を解除しました。
nl: U hief de limiet op het aantal leden in het kanaal op.
pt_pt: Retirou o limite de membros desta sala.

source: You removed voice from yourself.
de: Sie haben sich selbst Voice entzogen.
es: Se ha quitado la voz.
french: Vous vous êtes retirés le mode voice.
it: Ti sei tolto la voce.
ja: 自分自身の発言権を奪いました。
nl: U trok uw eigen medezeggenschap in.
pt_pt: Retirou a voz a si próprio.

source: You set a ban on %@.
de: Sie haben einen Bann für %@ gesetzt.
es: Puso expulsión en %@.
french: Vous avez banni %@.
it: Hai impostato il ban su %@.
ja: %@ の追放項目を設定しました。
nl: U heeft %@ verbannen.
pt_pt: Baniu %@.

source: You set a limit on the number of room members to %@.
de: Sie haben die Teilnehmerzahl in diesem Raum auf %@ begrenzt.
es: Puso un límite en el número de miembros del canal a %@.
french: Vous avez mis une limite de %@ participants sur ce canal.
it: Hai impostato il limite degli utenti nella stanza pari a %@.
ja: ルームメンバーを %@ 人に制限しました。
nl: U limiteerde het aantal leden in het kanaal tot %@.
pt_pt: Limitou esta sala a um total de %@ membros.

source: You were demoted from half-operator by <span class="member">%@</span>.
es: Fue descendido de operador-medio por <span class="member">%@</span>.
french: Votre mode de semi-opérateur vous a été retiré par <span class="member">%@</span>.
it: Sei stato retrocesso da semi-operatore da <span class="member">%@</span>.
ja: <span class="member">%@</span> によって半オペレータから降格させられました。
nl: <span class="member">%@</span> ontnam u de semi-operator status.
pt_pt: Foi despromovido de meio operador por <span class="member">%@</span>.

source: You were demoted from operator by <span class="member">%@</span>.
de: Ihnen wurde der Operator Status entzogen von <span class="member">%@</span>.
es: Fue descendido de operador por <span class="member">%@</span>.
french: Votre mode d'opérateur vous a été retiré par <span class="member">%@</span>.
it: Sei stato retrocesso da operatore da <span class="member">%@</span>.
ja: <span class="member">%@</span> によってオペレータから降格させられました。
nl: <span class="member">%@</span> ontnam u de operator status.
pt_pt: Foi despromovido de operador por <span class="member">%@</span>.

source: You were demoted from room founder by <span class="member">%@</span>.
es: Fue descendido de fundador de canal por <span class="member">%@</span>.
french: Votre mode de propriétaire de canal vous a été retiré par <span class="member">%@</span>.
it: Sei stato retrocesso da fondatore da <span class="member">%@</span>.
ja: <span class="member">%@</span> によってルーム創設者から降格させられました。
nl: <span class="member">%@</span> ontnam u de 'oprichter van het kanaal' status.
pt_pt: Foi despromovido de fundador de sala por <span class="member">%@</span>.

source: You were granted voice by <span class="member">%@</span>.
de: Ihnen wurde von <span class="member">%@</span> Voice gewährt.
es: Tuvo voz gracias a <span class="member">%@</span>.
french: Vous avez reçu le mode voice par <span class="member">%@</span>.
it: Ti è stata data la voce da <span class="member">%@</span>.
ja: <span class="member">%@</span> によって発言権が与えられました。
nl: <span class="member">%@</span> verleende u medezeggenschap.
pt_pt: Recebeu voz de <span class="member">%@</span>.
