Repository: colloquy/colloquy
Catalog: Languages/*.lproj/Localizable.strings
Languages: de, es, french, it, ja, nl, pt_pt

# You're now connected to %@ as %@.
source: You're now connected to %1$@ as %2$@.
de: Sie sind jetzt zu %@ als %@ verbunden.
es: Ahora está conectado a %@ como %@.
french: Vous êtes maintenant connecté à %@ à %@.
it: Ora sei connesso a %1$@ come %2$@.
ja: %1$@ に %2$@ として接続しました。
nl: U bent nu verbonden met %1$@ als %2$@.
pt_pt: Está ligado a %1$@ como %2$@.

source: You're were disconnected from %@.
de: Sie wurden von %@ getrennt.
es: Ha sido desconectado de %@.
french: Vous avez été déconnecté de %@.
it: Ti sei disconnesso da %@.
ja: %@ から切断されました。
nl: Uw verbinding met %@ werd verbroken.
pt_pt: Desligou-se de %@.

source: Your buddy %@ is now offline.
de: Ihr Kontakt %@ hat sich abgemeldet.
es: Ahora su amigo %@ se encuentra conectado.
french: Votre contact %@ est maintenant déconnecté.
it: L'amico %@ ora non è in linea.
ja: 友達の %@ がオフラインになりました。
nl: Uw vriend %@ is nu offline.
pt_pt: O seu amigo %@ desligou-se agora.

source: Your buddy %@ is now online.
de: Ihr Kontakt %@ hat sich angemeldet.
es: Ahora su amigo %@ se encuentra conectado.
french: Votre contact %@ est maintenant conecté.
it: L'amico %@ ora è in linea.
ja: 友達の %@ がオンラインになりました。
nl: Uw vriend %@ is nu online.
pt_pt: O seu amigo %@ ligou-se agora.

source: Your certificate is locked with a passphrase. In order to connect to %@, you need to unlock your certificate.
es: Su certificado está bloqueado con una palabra. Para poder conectar a %@, necesita desbloquear su certificado.
french: Votre certificat est bloqué par une phrase de passe. Afin de se connecter à %@, vous devez déverrouiller votre certificat.
it: Il tuo certificato è bloccato con una password. Se vuoi connetterti a %@ devi sbloccare il certificato.
ja: 証明書がパスフレーズでロックされました。%@ へ接続するには、証明書をロック解除する必要があります。
nl: Uw certificaat is beveiligd met een wachtzin. Om een verbinding te kunnen maken met %@, moet u dit certificaat ontsleutelen.
pt_pt: O seu certificado está trancado com uma frase-passe. Para se ligar a %@ precisa de destrancar o seu certificado.

source: Your Chat nickname could not be used
de: Ihr Chat Spitzname konnte nicht verwendet werden
es: Su nick no puede ser usado
french: Votre pseudonyme de discussion ne peut pas être utilisé
it: Il tuo soprannome non può essere usato
ja: チャットのニックネームを使用することができません
nl: Uw Chat bijnaam kon niet gebruikt worden
pt_pt: A sua alcunha de conversa não pôde ser usada

source: Your Chat password is invalid
de: Ihr Chat passwort ist ungültig
es: Su contraseña no es válida
french: Votre mot de passe de discussion est invalide
it: La password non è valida
ja: チャットのパスワードが不正です
nl: Uw Chat wachtwoord is ongeldig
pt_pt: A sua password de conversa é inválida

source: Your software is all up-to-date with the latest version released. Check back at a later date.
es: Su software está completamente actualizada a la última versión disponible. Compruébelo de nuevo mas adelante.
it: Il tuo software è aggiornato con l'ultima versione rilasciata. Controlla ancora ad una data precedente.
nl: Uw software is momenteel up-to-date. Zoek later naar nieuwe versies.
pt_pt: O seu software está actualizado em relação à versão mais recente. Verifique de novo mais tarde.

source: Zero bytes
de: 0 bytes
french: Zero bits
it: Zero byte
ja: 0 バイト
nl: Nul bytes

source: Normal
it: Normale
ja: 通常
nl: Normaal

source: Text Only
de: Nur Text
es: Sólo texto
french: Texte uniquement
it: Solo testo
ja: テキストのみ
nl: Enkel Tekst
pt_pt: Só texto

source: (Temporary)
de: (Vorrübergehend)
french: (Temporaire)
it: (Temporanei)
ja: （一時的）
nl: (Tijdelijk)
pt_pt: (Temporário)

# %@ (%@) %d members %@
source: %1$@ (%2$@) %3$d members %4$@
es: %@ (%@) %d miembros %@
it: %1$@ (%2$@) %3$d utenti %4$@
nl: %1$@ (%2$@) %3$d leden %4$@
pt_pt: %1$@ (%2$@) %3$d membros %4$@

source: %@ changed this room to allow anyone to change the topic.
de: %@ hat eingestellt, dass jeder das Thema für diesen Raum ändern kann.
es: %@ modificó el canal para permitir a cualquier cambiar el tema.
french: %@ a autorisé n'importe qui à changer le sujet.
it: %@ ha reso possibile a chiunque di poter cambiare l'argomento alla stanza.
ja: %@ はこのルームのトピックを誰でも変更できるようにしました。
nl: %@ verleende iedereen het recht om het onderwerp te wijzigen.
pt_pt: %@ fez com que todos possam mudar o tópico da sala.

source: %@ changed this room to no longer require a password.
de: %@ hat eingestellt, dass für diesen Raum kein Passwort benötigt wird.
es: %@ modificó este canal para evitar el uso de contraseñas.
french: %@ à enlevé mot de passe du canal.
it: %@ ha reso la stanza accessibile senza bisogno della password.
ja: %@ はこのルームの参加に必要だったパスワードをなくしました。
nl: %@ hief het wachtwoord voor dit kanaal op.
pt_pt: %@ fez com que já não seja precisa password na sala.

source: %@ changed this room to permit outside messages.
de: %@ hat eingestellt, dass in diesem Raum Nachrichten von außen erlaubt sind.
es: %@ modificó este canal para permitir mensajes externos.
french: %@ à autorisé la réception des messages externes au canal.
it: %@ ha permesso i messaggi esterni in questo canale.
ja: %@ はこのルームに外部からのメッセージを受け付けるようにしました。
nl: %@ stond berichten van buiten uit toe.
pt_pt: %@ fez com que sejam permitidas mensagens externas.

source: %@ changed this room to prohibit outside messages.
de: %@ hat eingestellt, dass in diesem Raum Nachrichten von außen verhindert werden.
es: %@ modificó este canal para prohibir mensajes externos.
french: %@ a interdit les messages extérieurs au canal.
it: %@ ha proibito i messaggi esterni in questo canale.
ja: %@ はこのルームへの外部からのメッセージを拒否するようにしました。
nl: %@ verbood berichten van buiten uit.
pt_pt: %@ fez com que mensagens exteriores não possam ser enviadas para esta sala.

# %@ changed this room to require a password of "%@".
source: %1$@ changed this room to require a password of "%2$@".
de: %@ hat eingestellt, dass für diesen Raum das Passwort "%@" benötigt wird.
es: %@ modificó este canal para requerir la contraseña de "%@".
french: %@ à mis un mot de passe au canal : "%@".
it: %@ ha reso la stanza accessibile solo tramite la password di "%@".
ja: %1$@ はこのルームへの参加にパスワード “%2$@” が必要になるよう変更しました。
nl: %1$@ wijzigde het wachtwoord voor dit kanaal naar "%@".
pt_pt: %1$@ fez com que seja necessária a palavra passe "%2$@" para se juntar à sala.

source: %@ changed this room to require operator status to change the topic.
de: %@ hat eingestellt, dass das Thema in diesem Raum nur von Operatoren geändert werden kann.
es: %@ modificó este canal para requerir el estado de operador al cambiar el tema.
french: %@ n'a autorisé que les opérateurs à changer le sujet.
it: %@ ha reso possibile solo dagli operatori di poter modificere l'argomento della stanza.
ja: %@ はこのルームのトピックの変更をオペレータ権限を持つものに制限しました。
nl: %@ verleende enkel operators het recht om het onderwerp van het kanaal te wijzigen.
pt_pt: %1$@ fez com que o tópico apenas possa ser alterado por membros com estatuto de operador.

# %@ had voice removed by %@ in %@.
source: %1$@ had voice removed by %2$@ in %3$@.
de: %@ wurde von %@ in %@ Voice entzogen.
es: %@ tuvo voz quitada por %@ en %@.
french: %@ s'est fait dévoicer par %@ dans %@.
it: %1$@ ha perso la voce da %2$@ in %3$@.
ja: %3$@ において %2$@ が %1$@ の発言権を剥奪しました。
nl: %2$@ trok medezeggenschap %1$@ in voor %3$@.
pt_pt: %1$@ teve a voz retirada por %2$@ no %3$@.

# %@ has %d messages waiting. Last from %@
source: %1$@ has %2$d messages waiting. Last from %3$@
de: %2$d ungelesene Nachrichten in %1$@.
es: %@ tiene %d mensajes esperando.
french: %@ a %d messages en attente.
it: %@ ha %d messaggi in attesa. L'ultimo da %@
ja: %1$@ に %2$d 個の未読メッセージがあります。 最後は %3$@ からです。
nl: %1$@ heeft %2$d nieuwe berichten. Laatste bericht was van %3$@
pt_pt: %1$@ tem %2$d mensagens à espera.

# %@ has a message waiting from %@.
source: %1$@ has a message waiting from %2$@.
de: 1 ungelesene Nachricht in %@.
es: %@ has 1 message waiting.
french: %@ a 1 message en attente.
it: %@ ha un messaggio in attesa da %@.
ja: %1$@ に %2$@ からの未読メッセージがあります。
nl: %@ heeft een bericht van %@ in de wacht.
pt_pt: %@ tem 1 mensagem à espera.

source: %@ has possibly replied to your message.
de: %@ hat warscheinlich auf Ihre Nachricht geantwortet.
es: %@ posiblemente respondió a su mensaje.
french: %@ a peut-être répondu à votre message.
it: %@ potrebbe aver risposto al tuo messaggio.
ja: おそらく %@ があなたのメッセージに返信をしています。
nl: %@ heeft mogelijk geantwoord op een bericht van jou.
pt_pt: %@ possivelmente respondeu à sua mensagem.

source: %@ is not online. Any messages sent will not be received.
de: %@ ist nicht online. Nachrichten werden nicht empfangen werden.
french: %@ n'est pas en ligne. Tous les messages envoyés ne seront pas reçus.
it: %@ non è in linea. Qualsiasi messaggio inviatogli non verrà ricevuto.
ja: %@ はオンラインではありません。送信したメッセージは受信されません。
nl: %@ is niet online. Verzonden berichten zullen niet aankomen.
pt_pt: %@ não está ligado. Quaisquer mensagens enviadas não serão recebidas.

# %@ is now known as <span class="member">%@</span>.
source: %1$@ is now known as <span class="member">%2$@</span>.
de: %@ heißt jetzt <span class="member">%@</span>.
es: %@ pasa a llamarse <span class="member">%@</span>.
french: %@ a modifié son surnom en <span class="member">%@</span>.
it: %1$@ è adesso conosciuto come <span class="member">%2$@</span>.
ja: %1$@ は <span class="member">%2$@</span> にニックネームを変更しました。
nl: %1$@ staat vanaf nu bekend als <span class="member">%2$@</span>.
pt_pt: %1$@ é agora conhecido como <span class="member">%2$@</span>.

# %@ joined the chat room %@.
source: %1$@ joined the chat room %2$@.
de: %@ hat den Chatroom %@ betreten.
es: %@ ha entrado en el canal de chat %@.
french: %@ a rejoint le canal %@.
it: %1$@ è entrato in %2$@.
ja: %1$@ がチャットルーム %2$@ に参加しました。
nl: %1$@ betrad het kanaal %2$@.
pt_pt: %1$@ juntou-se à sala de conversa %2$@.

# %@ left the chat room %@.
source: %1$@ left the chat room %2$@.
de: %@ hat den Chatroom %@ verlassen.
es: %@ dejó el canal de chat %@.
french: %@ est parti du canal %@.
it: %1$@ è uscito da %2$@.
ja: %1$@ がチャットルーム %2$@ から去りました。
nl: %1$@ verliet het kanaal %2$@.
pt_pt: %1$@ saiu da sala de conversa %2$@.

source: %@ made this room invite only.
de: %@ hat eingestellt, dass dieser Raum nur mit Einladung betreten werden kann.
es: %@ hizo el conal solo para invitados.
french: %@ a mis ce canal en mode invité uniquement.
it: %@ ha reso la stanza accessibile solo su invito.
ja: %@ はこのルームを招待制にしました。
nl: %@ verplichtte een uitnodiging voor dit kanaal.
pt_pt: %@ fez com que esta sala seja apenas para convidados.

source: %@ made this room moderated for normal users.
es: %@ hizo el canal moderado para usuarios normales.
french: %@ a mis ce canal en mode modéré pour les utilisateurs normaux.
it: %@ ha reso la stanza moderabile dai normali utenti.
ja: %@ はこのルームを一般ユーザの発言権が必要にしました。
nl: %@ modereerde dit kanaal voor normale gebruikers.
pt_pt: %@ fez com que esta sala esteja moderada para utilizadores normais.

source: %@ made this room moderated for operators.
es: %@ hizo el canal moderado para operadores.
french: %@ a mis ce canal en mode modéré pour les opérateurs.
it: %@ ha reso la stanza moderabile dagli operatori.
ja: %@ はこのルームをオペレータの発言権が必要にしました。
nl: %@ modereerde dit kanaal voor operators.
pt_pt: %@ fez com que esta sala esteja moderada para operadores.

source: %@ made this room no longer a secret.
de: %@ hat eingestellt, dass dieser Raum nicht mehr geheim ist.
es: %@ ha quitado el estado secreto del canal.
french: %@ a enlevé le mode secret de ce canal.
it: %@ ha reso la stanza non più segreta.
ja: %@ はこのルームを秘密ではなくしました。
nl: %@ hief de verborgenheid van dit kanaal op.
pt_pt: %@ fez com que a sala já não seja secreta.

source: %@ made this room no longer invite only.
de: %@ hat eingestellt, dass für diesen Raum keine Einladung mehr benötigt wird.
es: %@ ha quitado el estado sólo para invitados del canal.
french: %@ a retiré le mode invité pour ce canal.
it: %@ ha reso la stanza non più accessibile solo su invito.
ja: %@ はこのルームの招待制をなくしました。
nl: %@ liet de uitnodigingsvereiste voor dit kanaal vallen.
pt_pt: %@ fez com que a sala já não seja só para convidados.

source: %@ made this room no longer moderated for normal users.
es: %@ ha quitado la moderación para usuarios normales.
french: %@ a retiré le mode modéré pour les utilisateurs normaux.
it: %@ ha reso la stanza non più moderabile dai normali utenti.
ja: %@ はこのルームを一般ユーザの発言権が不必要にしました。
nl: %@ modereerde dit kanaal niet meer voor normale gebruikers.
pt_pt: %@ fez com que esta sala já não esteja moderada para utilizadores normais.

source: %@ made this room no longer moderated for operators.
es: %@ ha quitado la moderación para operadores.
french: %@ a retiré le mode modéré pour les opérateurs.
it: %@ ha reso la stanza non più moderabile dagli operatori.
ja: %@ はこのルームをオペレータの発言権が不必要にしました。
nl: %@ modereerde dit kanaal niet meer voor operators.
pt_pt: %@ fez com que esta sala já não esteja moderada para operadores.

source: %@ made this room private.
de: %@ hat eingestellt, dass dieser Raum privat ist.
es: %@ hizo el canal privado.
french: %@ a mis le mode privé pour ce canal.
it: %@ ha reso la stanza privata.
ja: %@ はこのルームをプライベートにしました。
nl: %@ maakte dit kanaal priv√©.
pt_pt: %@ tornou esta sala privada.

source: %@ made this room public.
de: %@ hat eingestellt, dass dieser Raum öffentlich ist.
es: %@ hizo el canal público.
french: %@ a mis le mode public pour ce canal.
it: %@ ha reso la stanza pubblica.
ja: %@ はこのルームを公開しました。
nl: %@ maakte dit kanaal publiek toegankelijk.
pt_pt: %@ tornou esta sala pública.

source: %@ made this room secret.
de: %@ hat eingestellt, dass dieser Raum geheim ist.
es: %@ hizo el canal secreto.
french: %@ a mis le mode secret pour ce canal.
it: %@ ha reso la stanza segreta.
ja: %@ はこのルームを秘密にしました。
nl: %@ verborg dit kanaal.
pt_pt: %@ tornou esta sala secreta.

source: %@ removed the room member limit
de: %@ hat die Begrenzung der Teilnehmerzahl in diesem Raum aufgehoben
es: %@ ha quitado el limite de miembros del canal
french: %@ a retiré la limite de personnes pour ce canal
it: %@ ha rimosso il limite degli utenti dalla stanza.
ja: %@ はこのルームの人数制限を解除しました。
nl: %@ hief de limiet op het aantal leden in het kanaal op
pt_pt: %@ retirou o limite de membros da sala

source: %@ Replied
de: Antwort von %@
es: %@ respondió
french: %@ A répondu
it: %@ ha replicato
ja: %@ の返信
nl: %@ Antwoordde
pt_pt: %@ Respondeu

source: %@ Room Activity
de: Chat-Aktivität in %@
es: %@ actividad del canal
french: %@ Activité du canal
it: Attività della stanza %@
ja: ルーム %@ が機能
nl: %@ Kanaal Activiteit
pt_pt: %@ Actividade na sala

# %@ set a limit on the number of room members to %@.
source: %1$@ set a limit on the number of room members to %2$@.
de: %@ hat die Teilnehmerzahl auf %@ begrenzt.
es: %@ puso el límite a miembros del canal a %@.
french: %@ a mis une limite de personnes pour ce canal : %@.
it: %@ ha impostato il limite degli utenti dalla stanza a %2$@.
ja: %1$@ はルームメンバーを %2$@ 人に制限しました。
nl: %1$@ limiteerde het aantal leden in het kanaal tot %2$@.
pt_pt: %1$@ colocou o limite do número de membros da sala em %2$@.

# %@ was demoted from half-operator by %@ in %@.
source: %1$@ was demoted from half-operator by %2$@ in %3$@.
es: %@ fue descendido a operador-medio por %@ in %@.
french: %@ s'est vu retirer le mode semi-opérateur par %@ dans %@.
it: %1$@ è stato retrocesso da semi-operatore da %2$@ in %3$@.
ja: %2$@ が %3$@ において %1$@ を半オペレータから降格させました。
nl: %2$@ ontnam de semi-operator status van %1$@ in %3$@.
pt_pt: %1$@ foi despromovido de meio operador por %2$@ em %3$@.

# %@ was demoted from operator by %@ in %@.
source: %1$@ was demoted from operator by %2$@ in %3$@.
de: %@ wurde von %@ in %@ der Operator-Status entzogen.
es: %@ fue descendido de operador por %@ in %@.
french: %@ s'est vu retirer le mode opérateur par %@ dans %@.
it: %1$@ è stato retrocesso da operatore da %2$@ in %3$@.
ja: %2$@ が %3$@ において %1$@ をオペレータから降格させました。
nl: %2$@ ontnam de operator status van %1$@ in %3$@.
pt_pt: %1$@ foi despromovido de operador por %2$@ em %3$@.

# %@ was granted voice by %@ in %@.
source: %1$@ was granted voice by %2$@ in %3$@.
de: %@ wurde von %@ in %@ Voice gewährt.
es: %@ ha obtenido voz gracias a %@ en %@.
french: %@ à été voicé par %@ dans %@.
it: %1$@ ha ricevuto la voce da %2$@ in %3$@.
ja: %2$@ が %3$@ において %1$@ に発言権を与えました。
nl: %2$@ verleende medezeggenschap aan %1$@ in %3$@.
pt_pt: %1$@ recebeu voz de %2$@ em %3$@.

# %@ was kicked from %@ by %@.
source: %1$@ was kicked from %2$@ by %3$@.
de: %1$@ wurde von %3$@ aus %2$@ gekickt.
es: %@ fue pateado de %@ por %@.
french: %@ a été expulsé de %@ par %@.
it: %1$@ è stato cacciato da %2$@ da %3$@.
ja: %3$@ が %1$@ を %2$@ から追い出しました。
nl: %1$@ werd verwijderd uit het kanaal %2$@ door %3$@.
pt_pt: %1$@ foi expulso a pontapé de %2$@ por %3$@.

# %@ was kicked from the chat room by <span class="member">%@</span>.
source: %1$@ was kicked from the chat room by <span class="member">%2$@</span>.
de: %@ wurde von <span class="member">%@</span> aus dem Chatroom gekickt.
es: %@ fue pateado del canal de chat por <span class="member">%@</span>.
french: %@ a été expulsé du canal par <span class="member">%@</span>.
it: %1$@ è stato cacciato dalla stanza da <span class="member">%2$@</span>.
ja: <span class="member">%2$@</span> は %1$@ をチャットルームから追い出しました。
nl: <span class="member">%2$@</span> verwijderde %1$@ uit het kanaal.
pt_pt: %1$@ foi expulso da sala de conversa por <span class="member">%2$@</span>.

# %@ was promoted to half-operator by %@ in %@.
source: %1$@ was promoted to half-operator by %2$@ in %3$@.
es: %@ ha subido a operador-medio por %@ en %@.
french: %@ a été mis semi-opérateur par %@ dans %@.
it: %1$@ è stato promosso semi-operatore da %2$@ in %3$@.
ja: %2$@ が %3$@ において %1$@ を半オペレータに昇格させました。
nl: %2$@ verleende %1$@ de semi-operator status in %3$@.
pt_pt: %1$@ foi promovido a meio operador por %2$@ em %3$@.

# %@ was promoted to operator by %@ in %@.
source: %1$@ was promoted to operator by %2$@ in %3$@.
de: %@ wurde von %@ in %@ zum Operator gemacht.
es: %@ ha subido a operador por %@ en %@.
french: %@ a été mis opérateur par %@ dans %@.
it: %1$@ è stato promosso operatore da %2$@ in %3$@.
ja: %2$@ が %3$@ において %1$@ をオペレータに昇格させました。
nl: %2$@ verleende %1$@ de operator status in %3$@.
pt_pt: %1$@ foi promovido a operador por %2$@ em %3$@.

# %@ was quieted by %@ in %@.
source: %1$@ was quieted by %2$@ in %3$@.
es: %@ fue callado por %@ en %@.
french: %@ s'est fait couper la langue par %@ dans %@.
it: %1$@ è stato calmato da %2$@ in %3$@.
ja: %3$@ において %2$@ は %1$@ を Quiet モードにしました。
nl: %2$@ legde %1$@ het zwijgen op in %3$@.
pt_pt: %1$@ foi silenciado por %2$@ em %3$@.

source: %@ wrote you a private message.
de: %@ hat Ihnen eine private Nachricht geschickt.
es: %@ escribió un mensaje privado.
french: %@ vous a écrit un message privé.
it: %@ ti ha scritto un messaggio privato.
ja: %@ がプライベートメッセージを送ってきました。
nl: %@ verzond u een nieuw bericht.
pt_pt: %@ escreveu-lhe uma mensagem privada.

# %@'s message was ignored in %@.
source: %1$@'s message was ignored in %2$@.
french: Le message de %1$@ a été ignoré dans %2$@.
it: Il messaggio di %1$@ è stato ignorato in %2$@.
ja: %2$@ にて %1$@ のメッセージが無視されました。
nl: Bericht van %1$@ in %2$@ werd genegeerd.
pt_pt: A mensagem de %1$@ foi ignorada em %2$@.

source: %@'s message was ignored.
french: Le message de %@ a été ignoré.
it: Il messaggio di %@ è stato ignorato.
ja: %@ のメッセージが無視されました。
nl: Bericht van %@ werd genegeerd.
pt_pt: A mensagem de %@ foi ignorada.

# %@ %.3f seconds lag
source: %1$@ %2$.3f seconds lag
de: %@ %.3f Sekunden Verzögerung (lag)
es: Lag de %@ %.3f segundos
french: %@ %.3f secondes de lag
it: %1$@ %2$.3f secondi rimanenti
ja: %1$@ %2$.3f 秒のラグ
nl: %1$@ %2$.3f seconden vertraging
pt_pt: %1$@ %2$.3f segundos de atraso

source: %d members
de: %d Teilnehmer
es: %d miembros
french: %d membres
it: %d utenti
ja: %d 人のメンバー
nl: %d leden
pt_pt: %d membros

source: %d messages waiting
de: %d ungelesene Nachrichten
es: %d mensajes esperando
french: %d messages en attente
it: %d messaggi in attesa
ja: %d 個の未読メッセージがあります
nl: %d nieuwe berichten
pt_pt: %d mensagens em espera

source: %d rules
de: %d Regelwerke
french: %d règles
it: %d azioni
ja: %d 個のルール
nl: %d regels
pt_pt: %d regras

source: (no chat topic is set)
de: (es ist kein Thema gesetzt)
es: (no hay tema establecido)
french: [le canal n'a pas de sujet]
it: (non è impostato alcun argomento)
ja: （チャットトピックが設定されていません）
nl: (er is geen onderwerp bepaald)
pt_pt: (o tópico de conversa não está definido)

source: 1 message waiting
de: 1 ungelesene Nachricht
es: 1 mensaje en espera
french: 1 message en attente
it: 1 messaggio in attesa
ja: 1 個の未読メッセージがあります
nl: 1 nieuw bericht
pt_pt: 1 mensagem em espera

source: 1 rule
de: 1 Regelwerk
french: 1 règle
it: 1 azione
ja: 1 個のルール
nl: 1 regel
pt_pt: 1 regra

source: <span class="member">%1$@</span> had voice removed by <span class="member">%2$@</span>.
de: <span class="member">%@</span> wurde von <span class="member">%@</span> Voice entzogen.
es: <span class="member">%@</span> tuvo voz quitada por <span class="member">%@</span>.
french: <span class="member">%@</span> a été dévoicé par <span class="member">%@</span>.
it: <span class="member">%1$@</span> ha perso la voce da <span class="member">%2$@</span>.
ja: <span class="member">%2$@</span> は <span class="member">%1$@</span> の発言権を奪いました。
nl: <span class="member">%2$@</span> trok medezeggenschap <span class="member">%1$@</span> in.
pt_pt: <span class="member">%1$@</span> teve a sua voz removida por <span class="member">%2$@</span>.

source: <span class="member">%@</span> had voice removed by you.
de: <span class="member">%@</span> wurde von Ihnen Voice entzogen.
es: <span class="member">%@</span> tuvo voz quitada por usted.
french: Vous avez dévoicé <span class="member">%@</span>.
it: <span class="member">%@</span> ha perso la voce da te.
ja: <span class="member">%@</span> の発言権を奪いました。
nl: U trok medezeggenschap <span class="member">%@</span> in.
pt_pt: <span class="member">%@</span> teve a sua voz removida por si.

source: <span class="member">%1$@</span> is no longer quieted because of <span class="member">%2$@</span>.
es: <span class="member">%@</span> ha dejado de callar gracias a <span class="member">%@</span>.
french: La langue de <span class="member">%@</span> lui a été rendue par <span class="member">%@</span>.
it: <span class="member">%1$@</span> non è più calmo grazie a <span class="member">%2$@</span>.
ja: <span class="member">%2$@</span> は <span class="member">%1$@</span> の Quiet モードを解除しました。
nl: <span class="member">%2$@</span> legde <span class="member">%1$@</span> niet langer het zwijgen op.
pt_pt: <span class="member">%1$@</span> ja não está silenciado graças a <span class="member">%2$@</span>.

source: <span class="member">%@</span> is no longer quieted because of you.
es: <span class="member">%@</span> ha dejado de callar gracias a usted.
french: Vous avez rendu sa langue à <span class="member">%@</span>.
it: <span class="member">%@</span> non è più calmo grazie a te.
ja: <span class="member">%@</span> の Quiet モードを解除しました。
nl: U legde <span class="member">%@</span> niet langer het zwijgen op.
pt_pt: <span class="member">%@</span> já não está silenciado graças a si.

source: <span class="member">%@</span> joined the chat room.
de: <span class="member">%@</span> hat den Chatroom betreten.
es: <span class="member">%@</span> entró en el canal de chat.
french: <span class="member">%@</span> a rejoint le canal.
it: <span class="member">%@</span> è entrato nella stanza.
ja: <span class="member">%@</span> がチャットルームに参加しました。
nl: <span class="member">%@</span> betrad het kanaal.
pt_pt: <span class="member">%@</span> juntou-se à sala de conversa.
