Repository: colloquy/colloquy
Catalog: Mobile/Languages/*.lproj/Localizable.strings
Languages: it

# %@ changed the topic to "%@".
source: %1$@ changed the topic to "%2$@".
it: %1$@ ha cambiato l'argomento del canale in: "%2$@".

# %@ had voice removed by %@.
source: %1$@ had voice removed by %2$@.
it: %2$@ ha disattivato la modalità VOICE su %1$@.

source: %@ had voice removed by you.
it: Hai disattivato la modalità VOICE su %@.

# %@ is no longer quieted because of %@.
source: %1$@ is no longer quieted because of %2$@.
it: %2$@ ha disattivato la modalità QUIET su %1$@.

source: %@ is no longer quieted because of you.
it: Hai disattivato la modalità QUIET su %@.

# %@ is now known as %@.
source: %1$@ is now known as %2$@.
it: %1$@ ha cambiato il suo nick in %2$@.

source: %@ joined the room.
it: %@ è entrato.

source: %@ left the room.
it: %@ è uscito.

# %@ left the room. (%@)
source: %1$@ left the room. (%2$@)
it: %1$@ è uscito. (%2$@)

# %@ removed the ban on %@.
source: %1$@ removed the ban on %2$@.
it: %1$@ ha disattivato il BAN su %2$@.

# %@ set a ban on %@.
source: %1$@ set a ban on %2$@.
it: %1$@ ha attivato il BAN su %2$@.

# %@ wants to send you "%@".
source: %1$@ wants to send you "%2$@".
it: %1$@ vuole inviarti un file:"%2$@".

# %@ was demoted from administrator by %@.
source: %1$@ was demoted from administrator by %2$@.
it: %2$@ ha rimosso %1$@ dalla carica di amministratore.

source: %@ was demoted from administrator by you.
it: Hai rimosso %@ dalla carica di amministratore.

# %@ was demoted from half-operator by %@.
source: %1$@ was demoted from half-operator by %2$@.
it: %2$@ ha disattivato la modalità Half-OP su %1$@.

source: %@ was demoted from half-operator by you.
it: Hai disattivato la modalità Half-OP su %@.

# %@ was demoted from operator by %@.
source: %1$@ was demoted from operator by %2$@.
it: %2$@ ha disattivato la modalità OP su %1$@.

source: %@ was demoted from operator by you.
it: Hai disattivato la modalità OP su %@.

# %@ was demoted from room founder by %@.
source: %1$@ was demoted from room founder by %2$@.
it: %2$@ ha rimosso %1$@ dal gruppo dei fondatori del canale.

source: %@ was demoted from room founder by you.
it: Hai rimosso %@ dal gruppo dei fondatori del canale.

# %@ was granted voice by %@.
source: %1$@ was granted voice by %2$@.
it: %2$@ ha attivato la modalità VOICE su %1$@.

source: %@ was granted voice by you.
it: Hai attivato la modalità VOICE su %@.

# %@ was kicked from the room by %@.
source: %1$@ was kicked from the room by %2$@.
it: %1$@ è stato mandato fuori da %2$@.

# %@ was kicked from the room by %@. (%@)
source: %1$@ was kicked from the room by %2$@. (%3$@)
it: %1$@ è stato mandato fuori da %2$@. (%3$@)

# %@ was promoted to administrator by %@.
source: %1$@ was promoted to administrator by %2$@.
it: %2$@ ha promosso %1$@ alla carica di amministratore.

source: %@ was promoted to administrator by you.
it: Hai promosso %@ alla carica di amministratore.

# %@ was promoted to half-operator by %@.
source: %1$@ was promoted to half-operator by %2$@.
it: %2$@ ha attivato la modalità Half-OP su %1$@.

source: %@ was promoted to half-operator by you.
it: Hai attivato la modalità Half-OP su %@.

# %@ was promoted to operator by %@.
source: %1$@ was promoted to operator by %2$@.
it: %2$@ ha attivato la modalità OP su %1$@.

source: %@ was promoted to operator by you.
it: Hai attivato la modalità OP su %@.

# %@ was promoted to room founder by %@.
source: %1$@ was promoted to room founder by %2$@.
it: %2$@ ha aggiunto %1$@ nel gruppo dei fondatori del canale.

source: %@ was promoted to room founder by you.
it: Hai aggiunto %@ nel gruppo dei fondatori del canale.

# %@ was quieted by %@.
source: %1$@ was quieted by %2$@.
it: %2$@ ha attivato la modalità QUIET su %1$@.

source: %@ was quieted by you.
it: Hai attivato la modalità QUIET su %@.

# %@: %u highlighted and %u unread messages.
source: %1$@: %2$u highlighted and %3$u unread messages.
it: %1$@: %2$u messaggi evidenziati e %3$u non ancora letti.

# %@: %u highlighted messages.
source: %1$@: %2$u highlighted messages.
it: %1$@: %2$u messaggi evidenziati.

# %@: %u unread messages.
source: %1$@: %2$u unread messages.
it: %1$@: %2$u messaggi non letti.

source: A Colloquy Bouncer allows you to stay connected and receive push notifications when Colloquy is closed on your device.
it: Il Colloquy-Bouncer ti permette di restare sempre connesso e ricevere notifiche Push anche quando la app non è aperta.

source: Accept
it: Accetta

source: Add a Colloquy Bouncer...
it: Aggiungi un Colloquy-Bouncer&

source: Add an IRC Connection...
it: Aggiungi una rete IRC&

source: Add chat room
it: Aggiungi una stanza

source: Add command
it: Aggiungi un comando

source: Add item
it: Aggiungi una voce

source: Add nickname
it: Aggiungi nick

source: Add status
it: Aggiungi uno stato

source: Address
it: Indirizzo

source: Address: %@
it: Indirizzo: %@

source: Advanced
it: Avanzate

source: Alt. Nicknames
it: Nick Alternativi

source: Alternate Nicknames: %@
it: Nick Alternativi: %@

source: Alternate Nicknames: %u nicknames
it: Nick alternativi: %u diversi

source: Alternate Nicknames: None
it: Nick Alternativi: Nessuno

source: Authentication
it: Autenticazione

source: Auto Commands
it: Comandi Automatici

source: Automatic Actions
it: Azioni Automatiche

source: Automatic Commands: %u commands
it: Comandi Automatici: %u comandi diversi

source: Automatic Commands: None
it: Comandi Automatici: Nessuno

source: Away from my %@
it: Allontanato da %@

source: Away information not available.
it: Informazioni Away non disponibili.

source: Away information: %@
it: Informazioni Away: %@

source: Can't Change Nickname
it: Cambio del nick non riuscito

source: Can't change nicknames too fast on "%@", wait and try again.
it: Su %@"non ti è permesso cambiare nick troppe volte. Aspetta e riprova dopo.

# Can't change your nickname while in "%@" on "%@". Leave the room and try again.
source: Can't change your nickname while in "%1$@" on "%2$@". Leave the room and try again.
it: Impossibile cambiare nick su "%1$@" - "%2$@". Esci dal canale e poi riprova.

source: Can't Connect to Bouncer
it: Connessione al Bouncer Non Riuscita

source: Can't Connect to Server
it: Connessione al Server Non Riuscita

source: Can't connect to the bouncer "%@". Check the bouncer settings and try again.
it: Impossibile connettersi al bouncer "%@". Controlla che le impostazioni siano valide, poi riprova.

# Can't connect to the server "%@" via "%@". Would you like to connect directly?
source: Can't connect to the server "%1$@" via "%2$@". Would you like to connect directly?
it: Impossibile connettersi al server "%1$@" via "%2$@". Vuoi provare la connessione diretta?

source: Can't connect to the server "%@".
it: Connessione al server "%@" Non Riuscita.

source: Can't Join Room
it: Impossibile Entrare nella Stanza

source: Can't Send Command
it: Impossibile Inviare il Comando

source: Can't Send Message
it: Invio Messaggio Non Riuscito

source: Can't send messages to "%@" due to some room restriction.
it: L'invio del messaggio a "%@" non è riuscito, a causa di una restrizione del canale.

source: Cancel
it: Annulla

source: character remaining
it: carattere rimanente

source: characters remaining
it: caratteri rimanenti

source: Chat Room
it: Canale di Chat

source: Chat Room Information
it: Informazioni sul Canale

source: Chat Server
it: Server della Chat

source: Choose Contact
it: Scegli Contatto

source: Choose Existing Photo
it: Scegli una Foto Esistente

source: Class: %@
it: Classe: %@

source: Close
it: Chiudi

source: Colloquies
it: Conversazioni

source: Command
it: Comando

source: Commands
it: Comandi

source: Connect
it: Connetti

source: Connect at Launch
it: Auto-Connetti all'apertura dell'App

source: Connect at Launch: Off
it: Auto-Connessione all'apertura dell'App: Off

source: Connect at Launch: On
it: Auto-Connessione all'apertura dell'App: Attiva

source: Connect Directly
it: Connessione Diretta

source: Connect to Server
it: Connetti al Server

source: connected
it: connesso

source: Connected to the server.
it: Connesso al server.

source: Connected: %@
it: Connesso: %@

source: Connection
it: Connessione

source: Connection password.
it: Password per la connessione.

source: Connection Settings
it: Impostazioni Connessione

source: Connection: %@
it: Connessione: %@

source: Connections
it: Connessioni

# Current chat topic is "%@", set by %@.
source: Current chat topic is "%1$@", set by %2$@.
it: L'argomento è "%1$@", scritto da %2$@.

source: Current chat topic is "%@", set by you.
it: L'argomento è "%@", scritto da te.

source: Current chat topic is "%@".
it: L'argomento è "%@".

source: Delete
it: Elimina

source: Delete Bouncer
it: Elimina Bouncer

source: Delete Connection
it: Elimina Connessione

source: Deny
it: Nega

source: Description
it: Descrizione

source: Description: %@
it: Descrizione: %@

source: Disconnect
it: Disconnetti

source: Disconnected from the server.
it: Disconnesso dal server.

source: Dismiss
it: Respingi

source: Done
it: Finito

source: Edit
it: Modifica

source: Edit Chat Room
it: Modifica Canale

source: Edit Command
it: Modifica Comando

source: Edit Nickname
it: Modifica Nick

source: Enter chat message.
it: Inserisci un messaggio chat.

source: File Download
it: Scarica File

source: From:
it: Da:

source: Fully Disconnect
it: Disconnetti del Tutto

source: Getting Connected
it: Mi sto Connettendo

source: Help
it: Aiuto

source: Help & Troubleshooting
it: Aiuto & Risoluzione dei Problemi

source: Hostname not available.
it: Hostname non disponibile.

# Identify with network services to join "%@" on "%@".
source: Identify with network services to join "%1$@" on "%2$@".
it: Devi Autenticarti con la rete "%2$@" per entrare nel canale "%1$@".

source: idle time
it: tempo di inattività

source: Invited to Room
it: Invitato nel Canale

source: IRC Connection
it: Connessione IRC

# is listening to %@ by %@ from %@.
source: is listening to %1$@ by %2$@ from %3$@.
it: sta ascoltando %1$@ di %2$@ da %3$@.

# is listening to %@ by %@.
source: is listening to %1$@ by %2$@.
it: sta ascoltando %1$@ di %2$@.

# is listening to %@ from %@.
source: is listening to %1$@ from %2$@.
it: sta ascoltando %1$@ da %2$@.

source: is listening to %@.
it: sta ascoltando %@.

source: is listening to an untitled song.
it: sta ascoltando una canzone senza titolo.

source: is not currently listening to music.
it: non sta ascoltando musica al momento.

source: Join
it: Entra

source: Join a Chat Room
it: Entra nel Canale

source: Join Chat Room
it: Entra nel Canale

source: Join Colloquy Support Room
it: Entra nel Canale di Supporto per Colloquy

source: Join Room
it: Entra nel Canale

source: Join Rooms
it: Entra nei Canali

source: Join Support Room
it: Entra nel Canale di Supporto

source: Kicked from Room
it: Mandato Via dal Canale

source: landscape
it: Orizzontale

source: Leave
it: Esci

source: Leave Chat Room
it: Esci dal Canale

source: Manage
it: Gestione

source: Manage chats.
it: Gestione chats.

source: Members
it: Membri

# Members (%u of %u)
source: Members (%1$u of %2$u)
it: Membri (%1$u su %2$u)

source: Members (%u)
it: Membri (%u)

source: Members List
it: Lista Membri

source: Message User
it: Parla in Privato

source: n/a
it: n/d

source: Name
it: Nome

source: Network Identity
it: Identità sulla Rete

source: New away status
it: Nuovo stato Away

source: New Bouncer
it: Nuovo Bouncer

source: New Connection
it: Nuova Connessione

source: Nick Pass.
it: Nick Passw.

source: Nickname
it: Nick

source: Nickname Changed
it: Nick Cambiato

source: Nickname in use
it: Nick occupato

source: Nickname password.
it: Password per questo nick.

source: Nickname: %@
it: Nick: %@

source: Nicknames
it: Nicks

source: No away statuses
it: Nessun stato di away impostato

source: No chat rooms
it: Nessun canale impostato

source: No chat topic is set.
it: Argomento non impostato nel canale.

source: No commands
it: Nessun comando

source: No items
it: Nessun elemento in lista

source: No nicknames
it: Nessun Nick in lista

source: None
it: Nessuno

source: Normal User
it: Utente Normale

source: Open
it: Apri

source: Open Link in %@?
it: Apri Link con %@?

source: Open Link?
it: Vuoi Aprire il Link?

source: Opening this link will close Colloquy.
it: Se apri questo link Colloquy verrà chiuso.

source: Optional
it: Opzionale

source: Password (Optional)
it: Password (Opzionale)

source: Port
it: Porta

source: Port: %hu
it: Porta: %hu

source: portrait
it: verticale

source: Private messages and highlighted room messages are pushed.
it: Sia i Messaggi Privati, sia quelli Pubblici contenenti il tuo nick, vengono notificati.

source: Private messages and highlighted room messages are pushed. Push notifications require connecting to a push aware bouncer.
it: I Messaggi Privati, o quelli pubblici che contengono il tuo nick, vengono notificati. Però le notifiche-Push, per funzionare, richiedono una connessione ad un Bouncer che sia compatibile con Push.

source: Push Notifications
it: Notifiche Push

source: Push Notifications: Off
it: Notifiche Push: Off

source: Push Notifications: On
it: Notifiche Push: On

source: Real Name
it: Nome Reale

source: real name
it: nome reale

source: Real name not available.
it: Nome reale non disponibile.

source: Real Name: %@
it: Nome Reale: %@

source: Receiving:
it: In ricezione:

source: Refresh information.
it: Aggiorna informazioni.

source: Registered User
it: Utente Registrato

source: Rejoin
it: Rientra

source: Remove Away Status
it: Rimuovi lo stato di Away

source: Required
it: Richiesto

source: Requires a Mac running Colloquy with the bouncer enabled in Preferences.
it: Richiede un Mac + Colloquy e l'attivazione del bouncer su Preferenze.

source: Room Modes Unsupported
it: Modalità Stanza Non Supportate

source: Room password.
it: Codice del Canale.

source: Room to join.
it: Canale nel quale entrare.

source: Rooms
it: Canali

source: rooms
it: Canali

source: Rooms (%@)
it: Canali (%@)

source: Rooms not available.
it: Canali non disponibili.

source: Rooms: %@
it: Canali: %@

source: Rooms: None
it: Canali: Nessuno

source: Search
it: Ricerca

source: Search Members
it: Cerca fra i Membri

source: Sending:
it: Invio in corso:

source: Server not available.
it: Server non disponibile.

source: Server Operator
it: Operatore del Server

source: Server Port
it: Porta tcp/ip del server

source: Server Port: %hu
it: Porta tcp/ip del server: %hu

# Services won't let you change your nickname to "%@" on "%@".
source: Services won't let you change your nickname to "%1$@" on "%2$@".
it: Su %2$@ il server non ti permette di cambiare nick a "%1$@".

source: Settings
it: Impostazioni

source: Stop Connection Timer
it: Ferma il Timer Connessione

source: Take Photo
it: Scatta una Foto

source: The #help room is joined by default.
it: Il canale #help viene sempre aperto di default.

source: The nickname password is used to authenticate with services (e.g. NickServ).
it: La password associata serve per autenticarsi con il server (i.e. NickServ).

# The room "%@" on "%@" doesn't support modes.
source: The room "%1$@" on "%2$@" doesn't support modes.
it: Il canale "%1$@" su "%2$@" non supporta i cambiamenti delle modalità.

# The room "%@" on "%@" is full.
source: The room "%1$@" on "%2$@" is full.
it: Il canale "%1$@" su "%2$@" è pieno.

# The room "%@" on "%@" is invite-only.
source: The room "%1$@" on "%2$@" is invite-only.
it: Ti serve un invito per entrare nel canale "%1$@" su "%2$@".

source: The user is not connected.
it: L'utente non è connesso.

source: To:
it: A:

source: Update Connection List
it: Aggiorna la Lista Connessioni

source: Updating Chat Room List...
it: Aggiorna la Lista Canali&

source: Updating Help Topics...
it: Sto aggiornando i Argomenti Guida&

source: Use SSL
it: Usa SSL

source: Use SSL: Off
it: Usa SSL: Off

source: Use SSL: On
it: Usa SSL: On

source: User Identity
it: Ident. dell'Utente

source: User Information
it: Informazioni sull'Utente

source: User offline
it: Utente offline

source: User offline.
it: Utente offline.

source: User to message.
it: Utente da contattare.

source: Username
it: Nome Utente

source: Username not available.
it: Nome Utente non disponibile.

source: Username: %@
it: Nome Utente: %@

source: Welcome
it: Benvenuto

source: Welcome to Colloquy
it: Benvenuto su Colloquy

source: What's New
it: Novità di Versione

source: What's New in Colloquy
it: Novità dell'ultima versione di Colloquy

# You are banned from "%@" on "%@".
source: You are banned from "%1$@" on "%2$@".
it: Sei Bannato da "%1$@" su "%2$@".

source: You are currently connecting, try sending again soon.
it: Connessione in corso, invia nuovamente il messaggio più tardi.

source: You are currently connecting, you should join the room shortly.
it: Connessione in corso, tra poco entrerai nel canale.

source: You are currently disconnected, reconnect and try again.
it: Non sei connesso al momento, connettiti e riprova.

source: You are no longer quieted, thanks to %@.
it: Non hai più la modalità QUIET, grazie a %@.

source: You are not a room member, rejoin and try again.
it: Non sei all'interno del canale, entrarci e riprova.

source: You are now known as %@.
it: Hai cambiato il tuo nick in %@.

source: You changed the topic to "%@".
it: Hai cambiato l'argomento in "%@".

source: You demoted yourself from administrator.
it: Ti sei rimosso dalla carica di amministratore.

source: You demoted yourself from half-operator.
it: Hai disattivato la modalità Half-OP su di te.

source: You demoted yourself from operator.
it: Hai disattivato la modalità OP su di te.

source: You demoted yourself from room founder.
it: Ti sei rimosso dal gruppo dei fondatori del canale.

source: You gave yourself voice.
it: Hai attivato la modalità VOICE su di te.

source: You had voice removed by %@.
it: %@ ha disattivato la modalità VOICE su di te.

source: You have returned from being away.
it: Il tuo stato non è più 'Away'.

source: You have set yourself as away with the message "%@".
it: Il tuo stato è ora di 'Away', con il messaggio: "%@".

source: You joined the room.
it: Sei entrato nel canale.

source: You kicked %@ from the room.
it: Hai mandato via %@ dal canale.

# You kicked %@ from the room. (%@)
source: You kicked %1$@ from the room. (%2$@)
it: Hai mandato via %1$@ dal canale. (%2$@)

source: You left the room.
it: Sei uscito dal canale.

source: You made yourself no longer quieted.
it: Hai disattivato la modalità QUIET su di te.

source: You promoted yourself to Administrator.
it: Ti sei promosso alla carica di Amministratore.

source: You promoted yourself to half-operator.
it: Hai attivato la modalità Half-OP su di te.

source: You promoted yourself to operator.
it: Hai attivato la modalità OP su di te.

source: You promoted yourself to room founder.
it: Ti sei aggiunto nel gruppo dei fondatori del canale.

source: You quieted yourself.
it: Hai attivato la modalità QUIET su di te.

source: You removed the ban on %@.
it: Hai rimosso il Ban da %@.

source: You removed voice from yourself.
it: Hai disattivato la modalità VOICE su di te.

source: You set a ban on %@.
it: Hai attivato un BAN su %@.

source: You were demoted from administrator by %@.
it: %@ ti ha rimosso dalla carica di amministratore.

source: You were demoted from half-operator by %@.
it: %@ ha disattivato la modalità Half-OP su di te.

source: You were demoted from operator by %@.
it: %@ ha disattivato la modalità OP su di te.

source: You were demoted from room founder by %@.
it: %@ ti ha rimosso dal gruppo dei fondatori del canale.

source: You were granted voice by %@.
it: %@ ha attivato la modalità VOICE su di te.

# You were kicked from "%@" by "%@" on "%@".
source: You were kicked from "%1$@" by "%2$@" on "%3$@".
it: %2$@ ti ha mandato via dal canale" %1$@" su "%3$@".

source: You were kicked from the room by %@.
it: %@ ti ha mandato via dal canale.

# You were kicked from the room by %@. (%@)
source: You were kicked from the room by %1$@. (%2$@)
it: %1$@ ti ha mandato via dal canale. (%2$@)

source: You were promoted to administrator by %@.
it: %@ ti ha promosso alla carica di amministratore.

source: You were promoted to half-operator by %@.
it: %@ ha attivato la modalità Half-OP su di te.

source: You were promoted to operator by %@.
it: %@ ha attivato la modalità OP su di te.

source: You were promoted to room founder by %@.
it: %@ ti ha aggiunto al gruppo dei fondatori del canale.

source: You were quieted by %@.
it: %@ ha attivato la modalità QUIET su di te.

source: Your device token is only shown locally and is:
it: Il token del tuo dispositivo è disponibile solo localmente, ed è:

source: Your nickname is being changed on "%@" because you didn't identify.
it: Il tuo nick è stato cambiato dai server "%@" perché non hai fornito la password.
