Repository: colloquy/colloquy
Catalog: Preferences/*.lproj/JVBehaviorPreferencesViewController.strings
Languages: nb

# 2Xv-k4-rwc.title
source: Press Enter key to:
nb: Press Enter for å:

# 3L3-IE-DmA.title
source: Send History:
nb: Sendt-historikk:

# 4aK-ze-JKp.title
source: Message Scrollback:
nb: Scrollback av beskjeder:

# 4jp-UJ-tUu.title
source: Also available by pressing F5 while typing. Nickname tab completion is supported without this preference.
nb: Også tilgjengelig ved å trykke F5 mens du skriver. Fullføring av kallenavn med Tab er også støttet uten denne preferansen.

# BFs-hq-DTa.title
source: Insert a new line
nb: Sett inn en ny linje

# Db8-WZ-PVh.title
source: Auto rejoin when kicked from room
nb: Koble til igjen hvis du blir sparket fra et rom

# LkH-sq-XsW.title
source: Check spelling as you type
nb: Sjekk staving mens du skriver

# UnW-il-L99.title
source: Press Return key to:
nb: Press Return for å:

# Unv-0w-acR.title
source: Send an action message
nb: Send hadlingsbeskjed

# ZtQ-oR-of1.title
source: After:
nb: Etter:

# dc5-nK-lqg.title
source: Automatically sends messages that begin with common action verbs as actions
nb: Sender automatisk beskjeder som begynner med vanlige handlingsverb som handling

# fbp-R6-UMD.title
source: Detect natural language actions
nb: Oppdag naturlige språkhandlinger

# hKk-jz-VLy.title
source: Send an action message
nb: Send hadlingsbeskjed

# kel-Q4-KwP.title
source: Send a chat message
nb: Send en samtalebeskjed

# nbo-5A-7Fd.title
source: Tab key triggers word completion
nb: Tab fullfører ord

# o2F-B5-aW5.title
source: seconds
nb: sekunder

# pGD-vP-UM1.title
source: Send a chat message
nb: Send en samtalebeskjed

# tWP-5e-QKx.title
source: Use the ⌥↑ & ⌥↓ keys to cycle through sent messages
nb: Bruk ⌥↑ & ⌥↓ knapper for å bla igjennom sendte beskjeder

# tvB-6R-Fg6.title
source: Insert a new line
nb: Sett inn en ny linje
